Repository: thalasith/CanadaSpends
Catalog: src/locales/*.po
Languages: fr

source: Federal departments often contain other entities including offices, crown corporations and agencies. In FY 2024, Transport Canada reported total expenditures of $5.1 billion across the following entities:
fr: Les ministères fédéraux comprennent souvent d'autres entités, notamment des bureaux, des sociétés d'État et des organismes. Au cours de l'exercice 2024, Transports Canada a déclaré des dépenses totales de 5,1 milliards de dollars réparties entre les entités suivantes :

source: Federal departments often contain other entities including offices, crown corporations and agencies. The Health Canada entities with the biggest expenditures in FY 2024 were
fr: Les ministères fédéraux comprennent souvent d'autres entités, notamment des bureaux, des sociétés d'État et des organismes. Les entités de Santé Canada ayant les dépenses les plus élevées au cours de l'exercice 2024 étaient

source: Federal departments often contain other entities. In FY 2024, Global Affairs Canada's entities with the highest expenditures were:
fr: Les ministères fédéraux comprennent souvent d'autres entités. Au cours de l'exercice 2024, les entités d'Affaires mondiales Canada ayant les dépenses les plus élevées étaient :

source: Federal departments often include additional agencies, commands, and operational divisions. In FY 2024, the largest spending entities within DND were the Canadian Army, the Royal Canadian Navy, and the Royal Canadian Air Force, accounting for the bulk of military expenditures.
fr: Les ministères fédéraux comprennent souvent des agences supplémentaires, des commandements et des divisions opérationnelles. Au cours de l'exercice 2024, les entités ayant les dépenses les plus importantes au sein du MDN étaient l'Armée canadienne, la Marine royale canadienne et l'Aviation royale canadienne, représentant la majeure partie des dépenses militaires.

source: Federal departments often include multiple agencies and service delivery arms. In FY 2024, ESDC's highest-expenditure entities included:
fr: Les ministères fédéraux comprennent souvent plusieurs agences et organes de prestation de services. Au cours de l'exercice 2024, les entités d'EDSC ayant les dépenses les plus élevées comprenaient :

source: Federal government spending in FY 2024
fr: Dépenses du gouvernement fédéral pour l'exercice 2024

source: Federal government spending isolated to FY 2024
fr: Dépenses du gouvernement fédéral isolées pour l'exercice 2024

source: Federal organizations
fr: Organisations fédérales

source: Federal spending may shift over time due to changing global circumstances, diplomatic priorities, and Canada's economic relationships. Since 1995, overall federal spending has increased by 74.9%, while Global Affairs Canada's budget has grown by 166.5%, reflecting an expansion in international engagement.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de l'évolution des circonstances mondiales, des priorités diplomatiques et des relations économiques du Canada. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que le budget d'Affaires mondiales Canada a augmenté de 166,5 %, reflétant une expansion de l'engagement international.

source: Federal spending may shift over time due to economic fluctuations, changes in tax policy, and the expansion of benefit programs. Since 1995, overall federal spending has risen 74.9%, while Canada Revenue Agency spending has increased 302%
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison des fluctuations économiques, des changements dans la politique fiscale et de l'expansion des programmes de prestations. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses de l'Agence du revenu du Canada ont augmenté de 302 %

source: Federal spending may shift over time due to geopolitical tensions, defence modernization needs, and emerging threats such as cyber warfare. Since 1995, overall federal spending has risen 74.9%, while Department of National Defence spending has increased 59.9%.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison des tensions géopolitiques, des besoins de modernisation de la défense et des menaces émergentes telles que la cyberguerre. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses du ministère de la Défense nationale ont augmenté de 59,9 %.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging challenges. Since 2005, when ESDC was first established, overall federal spending has risen 62.9%, while ESDC spending has increased 1,485%.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des défis émergents. Depuis 2005, lorsque EDSC a été créé, les dépenses fédérales globales ont augmenté de 62,9 %, tandis que les dépenses d'EDSC ont augmenté de 1 485 %.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging challenges. Since FY 1995, overall federal spending has risen 74.9%, while Health Canada spending has decreased 19.9% when adjusted for inflation.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des défis émergents. Depuis l'exercice 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses de Santé Canada ont diminué de 19,9 % après ajustement pour l'inflation.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging problems to address.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des problèmes émergents à résoudre.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging problems to address. Since 1995, overall federal spending has risen 74.9%, while Department of Finance spending has increased 41.4%.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des problèmes émergents à résoudre. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses du ministère des Finances ont augmenté de 41,4 %.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging problems to address. Since 1995, overall federal spending has risen 74.9%, while IRCC spending has increased 428% (adjusted for inflation).
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des problèmes émergents à résoudre. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses d'IRCC ont augmenté de 428 % (ajustées pour l'inflation).

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging problems to address. Since 1995, overall federal spending has risen 74.9%, while ISED spending has increased 90.3%.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des problèmes émergents à résoudre. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses d'ISDE ont augmenté de 90,3 %.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging problems to address. Since 1995, overall federal spending has risen 74.9%, while PSPC spending has increased by 7.1% when adjusted for inflation.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des problèmes émergents à résoudre. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses de SPAC ont augmenté de 7,1 % après ajustement pour l'inflation.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging problems to address. Since 1995, overall federal spending has risen 74.9%, while Transport spending has remained relatively flat.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des problèmes émergents à résoudre. Depuis 1995, les dépenses fédérales globales ont augmenté de 74,9 %, tandis que les dépenses de Transport sont restées relativement stables.

source: Federal spending may shift over time due to population growth, changes in policy and programs, and emerging problems to address. Since 1995, overall federal spending has risen 77%, while VAC spending has increased 51%.
fr: Les dépenses fédérales peuvent évoluer au fil du temps en raison de la croissance démographique, des changements dans les politiques et les programmes, et des problèmes émergents à résoudre. Depuis 1995, les dépenses fédérales globales ont augmenté de 77 %, tandis que les dépenses d'ACC ont augmenté de 51 %.

source: Federal spending on Indigenous priorities may fluctuate over time due to population growth, policy shifts, and emerging challenges such as climate change and infrastructure deficits. Since 1995, total federal spending has risen by 74.9%, while spending on Indigenous priorities has increased by 592%, reflecting expanded program commitments and new governance agreements and claim settlements.
fr: Les dépenses fédérales consacrées aux priorités autochtones peuvent fluctuer au fil du temps en raison de la croissance démographique, des changements de politique et des défis émergents tels que le changement climatique et les déficits d'infrastructure. Depuis 1995, les dépenses fédérales totales ont augmenté de 74,9 %, tandis que les dépenses consacrées aux priorités autochtones ont augmenté de 592 %, reflétant l'expansion des engagements de programme et de nouveaux accords de gouvernance et règlements de revendications.

source: Federal spending on public safety fluctuates based on evolving security threats, emergency events, and changes in government policy. Since 2005 shortly after it was established, Public Safety Canada's expenditures have increased by 69.6%, reflecting heightened investments in counterterrorism, cyber defence, and disaster response capabilities. The department's share of the federal budget has remained relatively flat from 2.6% in 2005 to 2.7% in 2024.
fr: Les dépenses fédérales en matière de sécurité publique fluctuent en fonction de l'évolution des menaces pour la sécurité, des événements d'urgence et des changements dans la politique gouvernementale. Depuis 2005, peu après sa création, les dépenses de Sécurité publique Canada ont augmenté de 69,6 %, reflétant des investissements accrus dans les capacités de lutte contre le terrorisme, de cyberdéfense et d'intervention en cas de catastrophe. La part du ministère dans le budget fédéral est restée relativement stable, passant de 2,6 % en 2005 à 2,7 % en 2024.

source: First Nations and Inuit Health Infrastructure Support
fr: Soutien à l'infrastructure de santé des Premières Nations et des Inuits

source: First Nations and Inuit Primary Health Care
fr: Soins de santé primaires des Premières Nations et des Inuits

source: First Nations Elementary and Secondary Educational Advancement
fr: Avancement de l'éducation primaire et secondaire des Premières Nations

source: Fiscal arrangements
fr: Arrangements fiscaux

source: Fisheries
fr: Pêches

source: Fisheries + Aquatic Ecosystems
fr: Pêches + Écosystèmes aquatiques

source: Food Safety
fr: Sécurité alimentaire

source: For example, during the COVID-19 pandemic, federal support programs led to a temporary surge in spending. ESDC expenditures increased from $63.3 billion in 2019 to $169.2 billion in 2021 before stabilizing in recent years.
fr: Par exemple, pendant la pandémie de COVID-19, les programmes de soutien fédéraux ont entraîné une augmentation temporaire des dépenses. Les dépenses d'EDSC sont passées de 63,3 milliards de dollars en 2019 à 169,2 milliards de dollars en 2021 avant de se stabiliser ces dernières années.

source: Frequently Asked Questions
fr: Questions fréquemment posées

source: Functioning of Government
fr: Fonctionnement du gouvernement

source: Future Force Design
fr: Conception des forces futures

source: FY 2024 Government Revenue and Spending
fr: Revenus et dépenses du gouvernement pour l'exercice 2024

source: GAC accounted for 3.7% of all federal spending in FY 2024.
fr: AMC représentait 3,7 % de toutes les dépenses fédérales pour l'exercice 2024.

source: GAC's expenditures are divided across five primary categories:
fr: Les dépenses d'AMC sont réparties en cinq catégories principales :

source: Gender Equality
fr: Égalité des genres

source: Get data-driven insights into how governmental revenue and spending affect Canadian lives and programs.
fr: Obtenez des analyses basées sur les données sur la façon dont les revenus et les dépenses gouvernementaux affectent la vie des Canadiens et les programmes.

source: Get The Facts About Government Spending
fr: Découvrez les faits sur les dépenses gouvernementales

source: Global Affairs Canada
fr: Affaires mondiales Canada

source: Global Affairs Canada (GAC) is the federal department responsible for managing Canada's diplomatic relations, international trade, and development assistance. Established in 1909 as the Department of External Affairs, GAC has evolved to oversee Canada's engagement in global affairs, promoting national interests abroad and ensuring the protection of Canadian citizens overseas. The department negotiates international agreements, administers trade policies, and provides humanitarian aid. Additionally, it supports Canadian businesses in expanding internationally and strengthens diplomatic ties through multilateral organizations like the United Nations, the World Trade Organization (WTO), and NATO. GAC also plays a critical role in crisis response, assisting Canadians abroad during emergencies, and fostering global security and stability.
fr: Affaires mondiales Canada (AMC) est le ministère fédéral responsable de la gestion des relations diplomatiques du Canada, du commerce international et de l'aide au développement. Établi en 1909 sous le nom de ministère des Affaires extérieures, AMC a évolué pour superviser l'engagement du Canada dans les affaires mondiales, promouvoir les intérêts nationaux à l'étranger et assurer la protection des citoyens canadiens à l'étranger. Le ministère négocie des accords internationaux, administre les politiques commerciales et fournit de l'aide humanitaire. De plus, il soutient les entreprises canadiennes dans leur expansion internationale et renforce les liens diplomatiques par le biais d'organisations multilatérales comme les Nations Unies, l'Organisation mondiale du commerce (OMC) et l'OTAN. AMC joue également un rôle crucial dans la réponse aux crises, aidant les Canadiens à l'étranger lors d'urgences et favorisant la sécurité et la stabilité mondiales.

source: Global Affairs Canada | Canada Spends
fr: Affaires mondiales Canada | Canada Spends

source: Global Affairs Canada is led by two ministers appointed by the Prime Minister and formally sworn into office at Rideau Hall. The department's leadership includes:
fr: Affaires mondiales Canada est dirigé par deux ministres nommés par le premier ministre et officiellement assermentés à Rideau Hall. La direction du ministère comprend :

source: Global Affairs Canada spent $19.2 billion in fiscal year (FY) 2024, representing 3.7% of the $513.9 billion in overall federal spending. This placed GAC among the mid-sized federal departments in terms of total expenditures.
fr: Affaires mondiales Canada a dépensé 19,2 milliards de dollars au cours de l'exercice 2024, représentant 3,7 % des 513,9 milliards de dollars de dépenses fédérales totales. Cela place AMC parmi les ministères fédéraux de taille moyenne en termes de dépenses totales.

source: Global Affairs Canada, Spending by Entity, FY 2024
fr: Affaires mondiales Canada, Dépenses par entité, exercice 2024

source: Goods and Services Tax
fr: Taxe sur les produits et services

source: Gottfriedson Band Class Settlement
fr: Règlement du recours collectif de la bande Gottfriedson

source: Government Departments explained
fr: Explication des ministères gouvernementaux

source: Government IT Operations
fr: Opérations informatiques gouvernementales

source: Government Spending
fr: Dépenses gouvernementales

source: facts-1
fr: Les dépenses gouvernementales ne devraient pas être une boîte noire. Chaque année, le gouvernement fédéral dépense des centaines de milliards de dollars, mais la plupart des Canadiens n'ont aucune idée où tout cet argent va. Les données sont disponibles, mais elles sont enfouies sur des sites Web obscurs et impossibles à naviguer.

source: Government spending shouldn't be a black box. We turn complex data into clear, non-partisan insights so every Canadian knows where their money goes.
fr: Les dépenses gouvernementales ne devraient pas être une boîte noire. Nous transformons des données complexes en analyses claires et non partisanes pour que chaque Canadien sache où va son argent.

source: Government Workforce
fr: Effectif gouvernemental

source: Government Workforce & Spending Data | See the Breakdown
fr: Données sur l'effectif et les dépenses gouvernementales | Voir la répartition

source: Grants to Support the New Fiscal Relationship with First Nations
fr: Subventions pour soutenir la nouvelle relation financière avec les Premières Nations

source: Group
fr: Groupe

source: Have questions or feedback? Email us at hi@canadaspends.com or connect with us on X @canada_spends - we'd love to hear from you!
fr: Vous avez des questions ou des commentaires? Envoyez-nous un courriel à hi@canadaspends.com ou connectez-vous avec nous sur X @canada_spends - nous aimerions avoir de vos nouvelles!

source: Headcount
fr: Effectif

source: Health
fr: Santé

source: Health Canada
fr: Santé Canada

source: Health Canada | Canada Spends
fr: Santé Canada | Canada Spends

source: Health Canada accounted for 2.7% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024
fr: Santé Canada représentait 2,7 % des dépenses fédérales totales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024

source: Health Canada is led by the <0>Minister of Health</0>, who is appointed by the Governor General on the advice of the Prime Minister and formally sworn into office at Rideau Hall. Upon appointment, the Minister takes the Oath of Office and the Oath of Allegiance, becoming a member of the King's Privy Council for Canada.
fr: Santé Canada est dirigé par le <0>ministre de la Santé</0>, qui est nommé par le gouverneur général sur l'avis du premier ministre et officiellement assermenté à Rideau Hall. Lors de sa nomination, le ministre prête le serment d'office et le serment d'allégeance, devenant membre du Conseil privé du Roi pour le Canada.

source: Health Canada is the federal department responsible for protecting and improving the health of Canadians. It develops health policies, regulates pharmaceuticals and medical devices, enforces food safety standards, and funds public health programs. The department works with provinces and territories to support the healthcare system while ensuring safety standards for drugs, consumer products, and nutrition guidelines.
fr: Santé Canada est le ministère fédéral responsable de la protection et de l'amélioration de la santé des Canadiens. Il élabore des politiques de santé, réglemente les produits pharmaceutiques et les dispositifs médicaux, applique les normes de sécurité alimentaire et finance des programmes de santé publique. Le ministère collabore avec les provinces et les territoires pour soutenir le système de santé tout en assurant le respect des normes de sécurité pour les médicaments, les produits de consommation et les directives en matière de nutrition.

source: Health Canada spent $13.7 billion in fiscal year (FY) 2024. This was 2.7% of the $513.9 billion in overall federal spending. The department ranked tenth among federal departments in total spending.
fr: Santé Canada a dépensé 13,7 milliards de dollars au cours de l'exercice 2024. Cela représentait 2,7 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé dixième parmi les ministères fédéraux en termes de dépenses totales.

source: Health Care Systems + Protection
fr: Systèmes de soins de santé + Protection

source: Health Research
fr: Recherche en santé

source: Health Transfer to Provinces
fr: Transfert en matière de santé aux provinces

source: Help for Canadians Abroad: $85.98M
fr: Aide aux Canadiens à l'étranger : 85,98 M$

source: HICC
fr: LICC

source: HICC accounted for 2.8% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024.
fr: LICC représentait 2,8 % des dépenses fédérales totales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024.

source: HICC administers the National Housing Strategy, which funds the construction, repair, and preservation of affordable housing. It also oversees the Canada Mortgage and Housing Corporation (CMHC), which provides mortgage insurance and financing programs. The department supports public transit, clean energy, and community infrastructure through programs like the Canada Infrastructure Bank (CIB).
fr: LICC administre la Stratégie nationale sur le logement, qui finance la construction, la réparation et la préservation de logements abordables. Il supervise également la Société canadienne d'hypothèques et de logement (SCHL), qui offre des programmes d'assurance hypothécaire et de financement. Le ministère soutient le transport en commun, l'énergie propre et les infrastructures communautaires par le biais de programmes comme la Banque de l'infrastructure du Canada (BIC).

source: HICC spent $14.5 billion in fiscal year (FY) 2024. This was 2.8% of the $513.9 billion in overall federal spending. The department ranked eighth among federal departments in total spending.
fr: LICC a dépensé 14,5 milliards de dollars au cours de l'exercice 2024. Cela représentait 2,8 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé huitième parmi les ministères fédéraux en termes de dépenses totales.

source: Housing Assistance
fr: Aide au logement

source: Housing, Infrastructure and Communities Canada
fr: Logement, Infrastructure et Collectivités Canada
