Repository: thalasith/CanadaSpends
Catalog: src/locales/*.po
Languages: fr

source: How did Health Canada spend its budget in FY24?
fr: Comment Santé Canada a-t-il dépensé son budget au cours de l'exercice 2024?

source: — Canada Spends Team
fr: — L'équipe de Canada Spends

source: (inflation-adjusted to 2025 dollars)
fr: (ajusté pour l'inflation en dollars de 2025)

source: © 2025 Canada Spends. All rights reserved. A Project of <0>Build Canada</0>.
fr: © 2025 Canada Spends. Tous droits réservés. Un projet de <0>Build Canada</0>.

source: <0>Minister of Foreign Affairs</0>: Responsible for diplomacy, international security, international development assistance, and global partnerships.
fr: <0>Ministre des Affaires étrangères</0> : Responsable de la diplomatie, de la sécurité internationale, de l'aide au développement international et des partenariats mondiaux.

source: <0>Minister of International Trade</0>: Oversees Canada's trade negotiations, export promotion, and economic policy engagement.
fr: <0>Ministre du Commerce international</0> : Supervise les négociations commerciales du Canada, la promotion des exportations et l'engagement en matière de politique économique.

source: 10 government departments accounted for 73.2% of federal spending in FY 2024
fr: 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024

source: 10 government departments accounted for 73.2% of federal spending in FY 2024.
fr: 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024.

source: 80% of employees are in permanent roles
fr: 80 % des employés occupent des postes permanents

source: A look at how Employment and Social Development Canada spends its budget
fr: Un aperçu de la façon dont Emploi et Développement social Canada dépense son budget

source: A look at how Health Canada spends its budget
fr: Un aperçu de la façon dont Santé Canada dépense son budget

source: A look at how Housing, Infrastructure and Communities Canada spends its budget
fr: Un aperçu de la façon dont Logement, Infrastructure et Collectivités Canada dépense son budget

source: A look at how Immigration, Refugees and Citizenship Canada spends its budget
fr: Un aperçu de la façon dont Immigration, Réfugiés et Citoyenneté Canada dépense son budget

source: A look at how Indigenous Services and Northern Affairs Canada spends its budget
fr: Un aperçu de la façon dont Services aux Autochtones et Affaires du Nord Canada dépense son budget

source: A look at how Innovation, Science and Industry Canada spends its budget
fr: Un aperçu de la façon dont Innovation, Sciences et Industrie Canada dépense son budget

source: A look at how National Defence spends its budget
fr: Un aperçu de la façon dont la Défense nationale dépense son budget

source: A look at how Public Safety Canada spends its budget
fr: Un aperçu de la façon dont Sécurité publique Canada dépense son budget

source: A look at how Public Services and Procurement Canada spends its budget
fr: Un aperçu de la façon dont Services publics et Approvisionnement Canada dépense son budget

source: A look at how the Canada Revenue Agency spends its budget
fr: Un aperçu de la façon dont l'Agence du revenu du Canada dépense son budget

source: A look at how the Department of Finance spends its budget
fr: Un aperçu de la façon dont le ministère des Finances dépense son budget

source: A look at how the Global Affairs Canada spends its budget
fr: Un aperçu de la façon dont Affaires mondiales Canada dépense son budget

source: A look at how Transport Canada spends its budget
fr: Un aperçu de la façon dont Transports Canada dépense son budget

source: A look at how Veterans Affairs Canada spends its budget
fr: Un aperçu de la façon dont Anciens Combattants Canada dépense son budget

source: A significant portion of GAC's budget supports Canada's international development assistance, with key programs focused on climate adaptation, gender equality, and health initiatives in developing nations. The department also facilitates economic diplomacy and trade agreements that benefit Canadian businesses and secure investment opportunities abroad.
fr: Une partie importante du budget d'AMC soutient l'aide au développement international du Canada, avec des programmes clés axés sur l'adaptation au climat, l'égalité des genres et les initiatives de santé dans les pays en développement. Le ministère facilite également la diplomatie économique et les accords commerciaux qui profitent aux entreprises canadiennes et sécurisent les opportunités d'investissement à l'étranger.

source: About
fr: À propos

source: Acquisition of Land, Buildings and Works
fr: Acquisition de terrains, de bâtiments et de travaux

source: Acquisition of Lands, Buildings and Works
fr: Acquisition de terrains, de bâtiments et de travaux

source: Acquisition of Machinery and Equipment
fr: Acquisition de machines et d'équipement

source: Adjust for inflation (2025 dollars)
fr: Ajuster pour l'inflation (dollars de 2025)

source: Age
fr: Âge

source: Air Travellers Charge
fr: Frais des voyageurs aériens

source: Alberta EQP
fr: PEQ Alberta

source: Alberta HTP
fr: TCS Alberta

source: Alberta STP
fr: TCS Alberta

source: All data presented regarding government spending is sourced directly from official government databases. Unless otherwise noted, we have used <0>Public Accounts of Canada</0> data as the primary data source. While we strive to provide accurate, up-to-date information, we cannot guarantee the data's completeness, reliability, or timeliness. We assume no responsibility for any errors, omissions, or outcomes resulting from the use of this information. Please consult the original government sources for official and verified data.
fr: Toutes les données présentées concernant les dépenses gouvernementales proviennent directement des bases de données officielles du gouvernement. Sauf indication contraire, nous avons utilisé les données des <0>Comptes publics du Canada</0> comme source principale. Bien que nous nous efforcions de fournir des informations précises et à jour, nous ne pouvons garantir l'exhaustivité, la fiabilité ou l'actualité des données. Nous n'assumons aucune responsabilité pour les erreurs, omissions ou résultats découlant de l'utilisation de ces informations. Veuillez consulter les sources gouvernementales originales pour des données officielles et vérifiées.

source: All government spending data is sourced from official databases, but due to the complexity of these systems, occasional errors may occur despite our best efforts. We aim to make this information more accessible and accurate, and we welcome feedback. If you notice any issues, please let us know <0>here</0> — we appreciate it and will work to address them promptly.
fr: Toutes les données sur les dépenses gouvernementales proviennent de bases de données officielles, mais en raison de la complexité de ces systèmes, des erreurs occasionnelles peuvent survenir malgré nos meilleurs efforts. Nous visons à rendre cette information plus accessible et précise, et nous accueillons vos commentaires. Si vous remarquez des problèmes, veuillez nous en informer <0>ici</0> — nous l'apprécions et nous travaillerons à les résoudre rapidement.

source: All of the information we use comes from publicly available databases and reports issued by the Government of Canada. We reference sources for all of our content.
fr: Toutes les informations que nous utilisons proviennent des bases de données publiques et des rapports émis par le gouvernement du Canada. Nous citons les sources pour tout notre contenu.

source: All the information comes from public databases and reports by the Government of Canada. We show our sources, so you know exactly where it comes from.
fr: Toutes les informations proviennent des bases de données publiques et des rapports du gouvernement du Canada. Nous indiquons nos sources pour que vous sachiez exactement d'où elles proviennent.

source: Annual payroll
fr: Masse salariale annuelle

source: Are you DOGE?
fr: Êtes-vous DOGE?

source: Banking + Finance
fr: Banques + Finances

source: Based on Data
fr: Basé sur les données

source: Border Security
fr: Sécurité frontalière

source: British Columbia EQP
fr: PEQ Colombie-Britannique

source: British Columbia HTP
fr: TCS Colombie-Britannique

source: British Columbia STP
fr: TCS Colombie-Britannique

source: Can I donate?
fr: Puis-je faire un don?

source: Can I get involved?
fr: Puis-je m'impliquer?

source: Canada Emergency Wage Subsidy
fr: Subvention salariale d'urgence du Canada

source: Canada health transfer
fr: Transfert canadien en matière de santé

source: Canada Revenue Agency
fr: Agence du revenu du Canada

source: Canada Revenue Agency | Canada Spends
fr: Agence du revenu du Canada | Canada Spends

source: Canada social transfer
fr: Transfert canadien en matière de programmes sociaux

source: facts-2
fr: Canada Spends change cela. Nous prenons les données brutes des dépenses fédérales et les transformons en faits précis et directs pour que vous puissiez comprendre comment votre argent est utilisé.

source: Canada Spends is a platform to make government spending more transparent. We take raw data and transform it into easy to understand facts for Canadians. We don't tell you what to think. We don't weigh in on whether spending is good or bad. We give you the facts so you can decide for yourself.
fr: Canada Spends est une plateforme qui vise à rendre les dépenses gouvernementales plus transparentes. Nous prenons les données brutes et les transformons en faits faciles à comprendre pour les Canadiens. Nous ne vous disons pas quoi penser. Nous ne jugeons pas si les dépenses sont bonnes ou mauvaises. Nous vous donnons les faits pour que vous puissiez décider par vous-même.

source: Canada Spends primarily relies on Public Accounts data from the Office of the Receiver General within Public Services and Procurement Canada. Data for the previous fiscal year is typically released in December of that year, though the release month can vary. For example, complete FY 2024 data covering the period April 1, 2023 - March 31, 2024 was released in December 2024. Public Accounts documents provide the final, consolidated view of total federal government spending for each fiscal year.
fr: Canada Spends s'appuie principalement sur les données des Comptes publics du Bureau du receveur général au sein de Services publics et Approvisionnement Canada. Les données de l'exercice précédent sont généralement publiées en décembre de la même année, bien que le mois de publication puisse varier. Par exemple, les données complètes de l'exercice 2024 couvrant la période du 1er avril 2023 au 31 mars 2024 ont été publiées en décembre 2024. Les documents des Comptes publics fournissent la vue finale et consolidée des dépenses totales du gouvernement fédéral pour chaque exercice.

source: Canada Student Loans Program: providing financial aid for post-secondary students.
fr: Programme canadien de prêts aux étudiants : fournir une aide financière aux étudiants de niveau postsecondaire.

source: Canada, you need the facts.
fr: Canada, vous avez besoin des faits.

source: Carbon Tax Rebate
fr: Remboursement de la taxe sur le carbone

source: Carbon Taxes
fr: Taxes sur le carbone

source: Childhood Claims Settlement
fr: Règlement des revendications relatives à l'enfance

source: Children's Benefits
fr: Prestations pour enfants

source: Citizenship + Passports
fr: Citoyenneté + Passeports

source: Claims Settlements
fr: Règlements des revendications

source: Coastguard Operations
fr: Opérations de la Garde côtière

source: Communications Security Establishment
fr: Centre de la sécurité des télécommunications

source: Community and Regional Development
fr: Développement communautaire et régional

source: Community Infrastructure Grants
fr: Subventions pour l'infrastructure communautaire

source: Community Safety
fr: Sécurité communautaire

source: Compensation per Employee
fr: Rémunération par employé

source: Connect with us
fr: Connectez-vous avec nous

source: Contributors / Supporters
fr: Contributeurs / Supporteurs

source: Corporate Income Taxes
fr: Impôts sur le revenu des sociétés

source: Corrections
fr: Services correctionnels

source: COVID-19 Income Support
fr: Soutien au revenu COVID-19

source: CRA spending is divided across tax administration, compliance enforcement, benefit program delivery, and intergovernmental agreements with provinces and territories. The largest expenditures in FY 2024 included personal income tax processing, corporate tax audits, and benefit administration.
fr: Les dépenses de l'ARC sont réparties entre l'administration fiscale, l'application de la conformité, la prestation de programmes de prestations et les accords intergouvernementaux avec les provinces et les territoires. Les plus importantes dépenses au cours de l'exercice 2024 comprenaient le traitement de l'impôt sur le revenu des particuliers, les vérifications de l'impôt des sociétés et l'administration des prestations.

source: CRA spending isolated to FY 2024
fr: Dépenses de l'ARC isolées pour l'exercice 2024

source: CRA's share of federal spending in FY 2024 was higher than in FY 1995
fr: La part des dépenses fédérales de l'ARC en 2024 était plus élevée qu'en 1995

source: CRA's spending grew more than overall spending, meaning its share of the federal budget increased. In 2024, the agency accounted for 3.2% of all federal spending, 1.85 percentage points higher than in 1995.
fr: Les dépenses de l'ARC ont augmenté plus que les dépenses globales, ce qui signifie que sa part du budget fédéral a augmenté. En 2024, l'agence représentait 3,2 % de toutes les dépenses fédérales, soit 1,85 point de pourcentage de plus qu'en 1995.

source: Crown Corporations and other government business enterprises
fr: Sociétés d'État et autres entreprises publiques

source: Crown-Indigenous Relations
fr: Relations Couronne-Autochtones

source: CSIS
fr: SCRS

source: Customs Duties
fr: Droits de douane

source: Data updated March 20, 2025
fr: Données mises à jour le 20 mars 2025

source: Data updated March 21, 2025
fr: Données mises à jour le 21 mars 2025

source: Defence
fr: Défense

source: Defence Operations + Internal Services
fr: Opérations de défense + Services internes

source: Defence Procurement
fr: Approvisionnement de la défense

source: Defence Team
fr: Équipe de la défense

source: Department of Finance
fr: Ministère des Finances

source: Department of Finance | Canada Spends
fr: Ministère des Finances | Canada Spends

source: Department of Finance, Spending by Entity, FY 2024 (in millions)
fr: Ministère des Finances, Dépenses par entité, exercice 2024 (en millions)

source: Department of National Defence
fr: Ministère de la Défense nationale

source: Departments + Agencies
fr: Ministères + Organismes

source: Despite these increases, significant challenges remain in areas such as housing, healthcare access, and infrastructure in remote Indigenous communities.
fr: Malgré ces augmentations, des défis importants subsistent dans des domaines tels que le logement, l'accès aux soins de santé et l'infrastructure dans les communautés autochtones éloignées.

source: Development, Peace + Security Programming
fr: Programmation du développement, de la paix + de la sécurité

source: Development, Peace and Security Programming: $5.37B
fr: Programmation du développement, de la paix et de la sécurité : 5,37 G$

source: Direct spending refers to money allocated to government programs, employee salaries, and administrative expenses. Indirect spending includes federal transfers to individuals and provinces.
fr: Les dépenses directes font référence à l'argent alloué aux programmes gouvernementaux, aux salaires des employés et aux dépenses administratives. Les dépenses indirectes comprennent les transferts fédéraux aux particuliers et aux provinces.

source: Disaster Relief
fr: Secours aux sinistrés

source: DND's spending grew less than overall spending, meaning its share of the federal budget decreased. In 2024, the department accounted for 6.7% of all federal spending, 0.6 percentage points lower than in 1995.
fr: Les dépenses du MDN ont augmenté moins que les dépenses globales, ce qui signifie que sa part du budget fédéral a diminué. En 2024, le ministère représentait 6,7 % de toutes les dépenses fédérales, soit 0,6 point de pourcentage de moins qu'en 1995.

source: Economic Development in Atlantic Canada
fr: Développement économique au Canada atlantique

source: Economic Development in Northern Ontario
fr: Développement économique dans le Nord de l'Ontario

source: Economic Development in Quebec
fr: Développement économique au Québec

source: Economic Development in Southern Ontario
fr: Développement économique dans le Sud de l'Ontario

source: Economic Development in the Pacific Region
fr: Développement économique dans la région du Pacifique

source: Economy + Infrastructure
fr: Économie + Infrastructure

source: Economy and Standard of Living
fr: Économie et niveau de vie

source: Emergency Management Activities On-Reserve
fr: Activités de gestion des urgences dans les réserves

source: Employment + Training
fr: Emploi + Formation

source: Employment and Social Development Canada
fr: Emploi et Développement social Canada

source: Employment and Social Development Canada | Canada Spends
fr: Emploi et Développement social Canada | Canada Spends

source: Employment Insurance
fr: Assurance-emploi

source: Employment Insurance Premiums
fr: Cotisations d'assurance-emploi

source: Energy Taxes
fr: Taxes sur l'énergie

source: Environment and Climate Change
fr: Environnement et Changement climatique

source: Equalization Payments to Provinces
fr: Paiements de péréquation aux provinces

source: ESDC
fr: EDSC

source: ESDC accounted for 18.4% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024.
fr: EDSC représentait 18,4 % de toutes les dépenses fédérales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024.

source: ESDC spent $94.48 billion in fiscal year (FY) 2024. This was 18.4% of the $513.9 billion in overall federal spending, making it one of the highest-spending federal departments.
fr: EDSC a dépensé 94,48 milliards de dollars au cours de l'exercice 2024. Cela représentait 18,4 % des 513,9 milliards de dollars de dépenses fédérales totales, ce qui en fait l'un des ministères fédéraux aux dépenses les plus élevées.

source: ESDC, Spending by Entity, FY 2024
fr: EDSC, Dépenses par entité, exercice 2024

source: ESDC's share of federal spending in FY 2024
fr: Part des dépenses fédérales d'EDSC pour l'exercice 2024

source: ESDC's share of federal spending in FY 2024 was lower than FY 1995
fr: La part des dépenses fédérales d'EDSC en 2024 était inférieure à celle de 1995

source: Established in 2005, ESDC is a federal department responsible for supporting Canadians through social programs and workforce development. It administers key programs such as Employment Insurance (EI), the Canada Pension Plan (CPP), Old Age Security (OAS), and skills training initiatives. ESDC also oversees Service Canada, which delivers government services directly to the public.
fr: Établi en 2005, EDSC est un ministère fédéral responsable du soutien aux Canadiens par le biais de programmes sociaux et de développement de la main-d'œuvre. Il administre des programmes clés tels que l'assurance-emploi (AE), le Régime de pensions du Canada (RPC), la Sécurité de la vieillesse (SV) et des initiatives de formation professionnelle. EDSC supervise également Service Canada, qui fournit des services gouvernementaux directement au public.

source: Every year, hundreds of billions of dollars move through the Government of Canada's budget. This data is technically available but the information is difficult to understand and spread across PDFs and databases that most Canadians don't know about.
fr: Chaque année, des centaines de milliards de dollars transitent par le budget du gouvernement du Canada. Ces données sont techniquement disponibles, mais l'information est difficile à comprendre et dispersée dans des PDF et des bases de données que la plupart des Canadiens ne connaissent pas.

source: Excise Duties
fr: Droits d'accise

source: Excise Tax - Diesel Fuel
fr: Taxe d'accise - Carburant diesel

source: Excise Tax — Aviation Gasoline and Jet Fuel
fr: Taxe d'accise — Essence d'aviation et carburéacteur

source: Excise Tax — Gasoline
fr: Taxe d'accise — Essence

source: Explore other Federal Departments
fr: Explorer d'autres ministères fédéraux

source: Explore revenue and spending categories or filter by agency for deeper insights.
fr: Explorez les catégories de revenus et de dépenses ou filtrez par organisme pour des analyses plus approfondies.

source: External Revenues
fr: Revenus externes

source: Facts about Spending
fr: Faits sur les dépenses

source: Federal departments often contain other entities including offices, crown corporations and agencies. In FY 2024, Department of Finance entities with the highest expenditures were the Office of the Superintendent of Financial Institutions, Office of the Auditor General, and the Financial Transactions and Reports Analysis Centre of Canada.
fr: Les ministères fédéraux comprennent souvent d'autres entités, notamment des bureaux, des sociétés d'État et des organismes. Au cours de l'exercice 2024, les entités du ministère des Finances ayant les dépenses les plus élevées étaient le Bureau du surintendant des institutions financières, le Bureau du vérificateur général et le Centre d'analyse des opérations et déclarations financières du Canada.

source: Federal departments often contain other entities including offices, crown corporations and agencies. In FY 2024, HICC entities with the highest expenditures were Office of Infrastructure Canada, the Canada Mortgage and Housing Corporation and the Windsor-Detroit Bridge Authority.
fr: Les ministères fédéraux comprennent souvent d'autres entités, notamment des bureaux, des sociétés d'État et des organismes. Au cours de l'exercice 2024, les entités de LICC ayant les dépenses les plus élevées étaient le Bureau d'Infrastructure Canada, la Société canadienne d'hypothèques et de logement et l'Autorité du pont Windsor-Detroit.

source: Federal departments often contain other entities including offices, crown corporations and agencies. In FY 2024, IRCC reported total expenditures of $6.2 billion, broken out as follows:
fr: Les ministères fédéraux comprennent souvent d'autres entités, notamment des bureaux, des sociétés d'État et des organismes. Au cours de l'exercice 2024, IRCC a déclaré des dépenses totales de 6,2 milliards de dollars, réparties comme suit :

source: Federal departments often contain other entities including offices, crown corporations and agencies. In FY 2024, ISED's budget was split across the following entities:
fr: Les ministères fédéraux comprennent souvent d'autres entités, notamment des bureaux, des sociétés d'État et des organismes. Au cours de l'exercice 2024, le budget d'ISDE était réparti entre les entités suivantes :

source: Federal departments often contain other entities including offices, crown corporations and agencies. In FY 2024, PSPC's budget was split across the following entities:
fr: Les ministères fédéraux comprennent souvent d'autres entités, notamment des bureaux, des sociétés d'État et des organismes. Au cours de l'exercice 2024, le budget de SPAC était réparti entre les entités suivantes :
