Repository: thalasith/CanadaSpends
Catalog: src/locales/*.po
Languages: fr

source: The Department of National Defence (DND) and the Canadian Armed Forces (CAF) are responsible for ensuring Canada's security and defence through military operations, infrastructure management, and personnel support. Established in 1923 under the National Defence Act, DND oversees the defence budget, military procurement, and readiness planning, while the CAF executes domestic and international operations. The department provides strategic defence policy guidance and works with international allies, including NATO and NORAD, to ensure national security. DND also administers military health services, housing programs, and recruitment initiatives to support its personnel.
fr: Le ministère de la Défense nationale (MDN) et les Forces armées canadiennes (FAC) sont responsables d'assurer la sécurité et la défense du Canada par le biais d'opérations militaires, de gestion des infrastructures et de soutien au personnel. Établi en 1923 en vertu de la Loi sur la défense nationale, le MDN supervise le budget de la défense, l'approvisionnement militaire et la planification de la disponibilité opérationnelle, tandis que les FAC exécutent des opérations nationales et internationales. Le ministère fournit des orientations stratégiques en matière de politique de défense et travaille avec des alliés internationaux, y compris l'OTAN et le NORAD, pour assurer la sécurité nationale. Le MDN administre également les services de santé militaires, les programmes de logement et les initiatives de recrutement pour soutenir son personnel.

source: The Department of National Defence is led by the <0>Minister of National Defence</0>, who is appointed by the Governor General on the advice of the Prime Minister. The minister is responsible for overseeing national defense policy, military operations, and procurement.
fr: Le ministère de la Défense nationale est dirigé par le <0>ministre de la Défense nationale</0>, qui est nommé par le gouverneur général sur l'avis du premier ministre. Le ministre est responsable de la supervision de la politique de défense nationale, des opérations militaires et de l'approvisionnement.

source: The Department of National Defence spent $34.5 billion in fiscal year (FY) 2024. This represented 6.7% of the $513.9 billion in total federal spending. DND ranked among the top federal departments in expenditures, largely driven by personnel costs, military procurement, and operational readiness efforts.
fr: Le ministère de la Défense nationale a dépensé 34,5 milliards de dollars au cours de l'exercice 2024. Cela représentait 6,7 % des 513,9 milliards de dollars de dépenses fédérales totales. Le MDN s'est classé parmi les principaux ministères fédéraux en termes de dépenses, largement motivées par les coûts de personnel, l'approvisionnement militaire et les efforts de disponibilité opérationnelle.

source: The Department of Transport (Transport Canada) is the federal department responsible for developing and enforcing transportation policies, regulations, and infrastructure projects to ensure safe and efficient movement of people and goods across Canada. It oversees aviation, rail, marine, and road transportation systems, working to enhance national connectivity and economic growth.
fr: Le ministère des Transports (Transports Canada) est le ministère fédéral responsable de l'élaboration et de l'application des politiques, des règlements et des projets d'infrastructure en matière de transport pour assurer le déplacement sûr et efficace des personnes et des biens à travers le Canada. Il supervise les systèmes de transport aérien, ferroviaire, maritime et routier, travaillant à améliorer la connectivité nationale et la croissance économique.

source: The Department of Veterans Affairs Canada (VAC) is the federal department responsible for supporting and serving Canadian veterans, active-duty military personnel, and their families. It provides financial assistance, healthcare support, rehabilitation services, and recognition programs to honor the contributions of those who have served in the Canadian Armed Forces. Additionally, the department is responsible for remembrance initiatives that preserve Canada's military history.
fr: Le ministère des Anciens Combattants Canada (ACC) est le ministère fédéral responsable du soutien et du service aux anciens combattants canadiens, au personnel militaire en service actif et à leurs familles. Il fournit une aide financière, un soutien en matière de soins de santé, des services de réadaptation et des programmes de reconnaissance pour honorer les contributions de ceux qui ont servi dans les Forces armées canadiennes. De plus, le ministère est responsable des initiatives de commémoration qui préservent l'histoire militaire du Canada.

source: The department's spending grew at a rate significantly higher than overall spending, reflecting shifts in federal priorities. In 2024, ESDC accounted for 18.4% of all federal spending, 16.51 percentage points higher than in 2005.
fr: Les dépenses du ministère ont augmenté à un rythme significativement plus élevé que les dépenses globales, reflétant les changements dans les priorités fédérales. En 2024, EDSC représentait 18,4 % de toutes les dépenses fédérales, soit 16,51 points de pourcentage de plus qu'en 2005.

source: The department's spending grew at a rate significantly lower than overall spending, reflecting shifts in federal priorities. In FY 2024, Health Canada accounted for 2.7% of all federal spending, 3.14 percentage points lower than in 1995.
fr: Les dépenses du ministère ont augmenté à un rythme significativement plus faible que les dépenses globales, reflétant les changements dans les priorités fédérales. Au cours de l'exercice 2024, Santé Canada représentait 2,7 % de toutes les dépenses fédérales, soit 3,14 points de pourcentage de moins qu'en 1995.

source: The department's spending has grown less than overall spending, which means that the department's share of the federal budget has increased. In FY 2024, VAC accounted for 1.1% of all federal spending, about the same share as in 1995.
fr: Les dépenses du ministère ont augmenté moins que les dépenses globales, ce qui signifie que la part du ministère dans le budget fédéral a augmenté. Au cours de l'exercice 2024, ACC représentait 1,1 % de toutes les dépenses fédérales, soit environ la même part qu'en 1995.

source: The department's spending has grown more than overall spending, which means that the department's share of the federal budget has increased. In FY 2024, IRCC accounted for 1.2% of all federal spending, 0.8 percentage points higher than in 1995.
fr: Les dépenses du ministère ont augmenté plus que les dépenses globales, ce qui signifie que la part du ministère dans le budget fédéral a augmenté. Au cours de l'exercice 2024, IRCC représentait 1,2 % de toutes les dépenses fédérales, soit 0,8 point de pourcentage de plus qu'en 1995.

source: The department's spending has grown more than overall spending, which means that the department's share of the federal budget has increased. In FY 2024, ISED accounted for 2% of all federal spending, 0.17 percentage points higher than in 1995.
fr: Les dépenses du ministère ont augmenté plus que les dépenses globales, ce qui signifie que la part du ministère dans le budget fédéral a augmenté. Au cours de l'exercice 2024, ISIC représentait 2 % de toutes les dépenses fédérales, soit 0,17 point de pourcentage de plus qu'en 1995.

source: The department's spending has increased less than overall spending has grown and the department's share of the federal budget has decreased over time. In FY 2024, PSPC accounted for 1.6% of all federal spending, 1 percentage point lower than in 1995.
fr: Les dépenses du ministère ont augmenté moins que les dépenses globales et la part du ministère dans le budget fédéral a diminué au fil du temps. Au cours de l'exercice 2024, SPAC représentait 1,6 % de toutes les dépenses fédérales, soit 1 point de pourcentage de moins qu'en 1995.

source: The leadership of ISC and CIRNAC are led by the <0>Minister of Indigenous Services Canada</0> and the <1>Minister of Crown-Indigenous Relations and Northern Affairs Canada</1>, respectively. These Ministers are appointed by the Governor General on the advice of the Prime Minister and then formally sworn into office at Rideau Hall. They take the Oath of Office and the Oath of Allegiance and become a member of the King's Privy Council for Canada.
fr: La direction de SAC et RCAANC est assurée respectivement par le <0>ministre des Services aux Autochtones Canada</0> et le <1>ministre des Relations Couronne-Autochtones et des Affaires du Nord Canada</1>. Ces ministres sont nommés par le gouverneur général sur l'avis du premier ministre et sont ensuite officiellement assermentés à Rideau Hall. Ils prêtent le serment d'office et le serment d'allégeance et deviennent membres du Conseil privé du Roi pour le Canada.

source: The Minister is responsible for overseeing benefits and services for veterans, ensuring their well-being, and leading national remembrance initiatives.
fr: Le ministre est responsable de la supervision des prestations et des services aux anciens combattants, d'assurer leur bien-être et de diriger les initiatives nationales de commémoration.

source: The Minister is responsible for overseeing Canada's transportation policies, ensuring safety regulations, investing in infrastructure, and leading climate initiatives related to aviation, rail, marine, and road transportation.
fr: Le ministre est responsable de la supervision des politiques de transport du Canada, d'assurer les règlements de sécurité, d'investir dans l'infrastructure et de diriger les initiatives climatiques liées au transport aérien, ferroviaire, maritime et routier.

source: The Minister of Finance is one of the <0>cabinet members</0> who serve at the Prime Minister's discretion. Their tenure typically ends when they resign, are replaced, or when a new Prime Minister takes office and appoints a new cabinet. Outgoing ministers remain in their roles until their successors are sworn in.
fr: Le ministre des Finances est l'un des <0>membres du cabinet</0> qui servent à la discrétion du premier ministre. Leur mandat se termine généralement lorsqu'ils démissionnent, sont remplacés ou lorsqu'un nouveau premier ministre prend ses fonctions et nomme un nouveau cabinet. Les ministres sortants restent en fonction jusqu'à ce que leurs successeurs soient assermentés.

source: The Minister of Immigration, Refugees and Citizenship is one of the cabinet members who serve at the Prime Minister's discretion. Their tenure typically ends when they resign, are replaced, or when a new Prime Minister appoints a new cabinet. Outgoing ministers continue in their roles until their successors are sworn in.
fr: Le ministre de l'Immigration, des Réfugiés et de la Citoyenneté est l'un des membres du cabinet qui servent à la discrétion du premier ministre. Leur mandat se termine généralement lorsqu'ils démissionnent, sont remplacés ou lorsqu'un nouveau premier ministre nomme un nouveau cabinet. Les ministres sortants continuent dans leurs rôles jusqu'à ce que leurs successeurs soient assermentés.

source: The Minister of Innovation, Science and Industry is one of the cabinet members who serve at the Prime Minister's discretion. Their tenure typically ends when they resign, are replaced, or when a new Prime Minister appoints a new cabinet. Outgoing ministers continue in their roles until their successors are sworn in.
fr: Le ministre de l'Innovation, des Sciences et de l'Industrie est l'un des membres du cabinet qui servent à la discrétion du premier ministre. Leur mandat se termine généralement lorsqu'ils démissionnent, sont remplacés ou lorsqu'un nouveau premier ministre nomme un nouveau cabinet. Les ministres sortants continuent dans leurs rôles jusqu'à ce que leurs successeurs soient assermentés.

source: The Minister of Public Services and Procurement is one of the cabinet members who serve at the Prime Minister's discretion. Their tenure typically ends when they resign, are replaced, or when a new Prime Minister appoints a new cabinet. Outgoing ministers continue in their roles until their successors are sworn in.
fr: Le ministre des Services publics et de l'Approvisionnement est l'un des membres du cabinet qui servent à la discrétion du premier ministre. Leur mandat se termine généralement lorsqu'ils démissionnent, sont remplacés ou lorsqu'un nouveau premier ministre nomme un nouveau cabinet. Les ministres sortants continuent dans leurs rôles jusqu'à ce que leurs successeurs soient assermentés.

source: The Minister of Transport is one of the cabinet members who serve at the Prime Minister's discretion. Their tenure typically ends when they resign, are replaced, or when a new Prime Minister appoints a new cabinet. Outgoing ministers continue in their roles until their successors are sworn in.
fr: Le ministre des Transports est l'un des membres du cabinet qui servent à la discrétion du premier ministre. Leur mandat se termine généralement lorsqu'ils démissionnent, sont remplacés ou lorsqu'un nouveau premier ministre nomme un nouveau cabinet. Les ministres sortants continuent dans leurs rôles jusqu'à ce que leurs successeurs soient assermentés.

source: The Minister of Veterans Affairs is one of the cabinet members who serve at the Prime Minister's discretion. Their tenure typically ends when they resign, are replaced, or when a new Prime Minister appoints a new cabinet. Outgoing ministers continue in their roles until their successors are sworn in.
fr: Le ministre des Anciens Combattants est l'un des membres du cabinet qui servent à la discrétion du premier ministre. Leur mandat se termine généralement lorsqu'ils démissionnent, sont remplacés ou lorsqu'un nouveau premier ministre nomme un nouveau cabinet. Les ministres sortants continuent dans leurs rôles jusqu'à ce que leurs successeurs soient assermentés.

source: The ministers work alongside the Deputy Minister of Foreign Affairs and the Deputy Minister of International Trade, who manage the department's operational and policy frameworks.
fr: Les ministres travaillent aux côtés du sous-ministre des Affaires étrangères et du sous-ministre du Commerce international, qui gèrent les cadres opérationnels et politiques du ministère.

source: The Public Services and Procurement Canada (PSPC) is the federal department responsible for providing centralized procurement, real estate management, pay and pension administration for federal employees, and translation services to the Government of Canada. It ensures that government departments have the goods, services, and infrastructure they need to operate efficiently while maintaining transparency, fairness, and value for taxpayers.
fr: Services publics et Approvisionnement Canada (SPAC) est le ministère fédéral responsable de l'approvisionnement centralisé, de la gestion immobilière, de l'administration de la paye et des pensions pour les employés fédéraux, et des services de traduction pour le gouvernement du Canada. Il s'assure que les ministères gouvernementaux disposent des biens, des services et de l'infrastructure dont ils ont besoin pour fonctionner efficacement tout en maintenant la transparence, l'équité et la valeur pour les contribuables.

source: These Ministers are some of the <0>cabinet members</0> who serve at the Prime Minister's discretion. Their tenure typically ends when they resign, are replaced, or when a new Prime Minister takes office and appoints a new cabinet. Outgoing ministers remain in their roles until their successors are sworn in.
fr: Ces ministres sont parmi les <0>membres du cabinet</0> qui servent à la discrétion du premier ministre. Leur mandat se termine généralement lorsqu'ils démissionnent, sont remplacés ou lorsqu'un nouveau premier ministre prend ses fonctions et nomme un nouveau cabinet. Les ministres sortants restent en fonction jusqu'à ce que leurs successeurs soient assermentés.

source: Through the Public Health Agency of Canada (PHAC), Health Canada monitors public health risks, manages disease outbreaks, and promotes health initiatives. It also funds medical research via the Canadian Institutes of Health Research (CIHR) and oversees healthcare services for Indigenous communities.
fr: Par l'intermédiaire de l'Agence de la santé publique du Canada (ASPC), Santé Canada surveille les risques pour la santé publique, gère les éclosions de maladies et fait la promotion d'initiatives en matière de santé. Il finance également la recherche médicale par l'entremise des Instituts de recherche en santé du Canada (IRSC) et supervise les services de santé pour les communautés autochtones.

source: Total full-time equivalents
fr: Équivalents temps plein totaux

source: Total Wages
fr: Salaires totaux

source: Trade and Investment
fr: Commerce et investissement

source: Trade and Investment: $380.3M
fr: Commerce et investissement : 380,3 M$

source: Transfer Payments
fr: Paiements de transfert

source: Transfers to Provinces
fr: Transferts aux provinces

source: Transport Canada
fr: Transports Canada

source: Transport Canada | Canada Spends
fr: Transports Canada | Canada Dépense

source: Transport Canada accounted for 1% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024
fr: Transports Canada représentait 1 % de toutes les dépenses fédérales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024

source: Transport Canada is led by the Minister of Transport, who is appointed by the Governor General on the advice of the Prime Minister and formally sworn into office at Rideau Hall. Upon appointment, the Minister takes the Oath of Office and the Oath of Allegiance, becoming a member of the King's Privy Council for Canada.
fr: Transports Canada est dirigé par le ministre des Transports, qui est nommé par le gouverneur général sur l'avis du premier ministre et officiellement assermenté à Rideau Hall. Lors de sa nomination, le ministre prête le serment d'office et le serment d'allégeance, devenant membre du Conseil privé du Roi pour le Canada.

source: Transport Canada spent $5.1 billion in fiscal year (FY) 2024. This was 1% of the $513.9 billion in overall federal spending. The department ranked fourteenth among federal departments in total spending.
fr: Transports Canada a dépensé 5,1 milliards de dollars au cours de l'exercice 2024. Cela représentait 1 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé quatorzième parmi les ministères fédéraux en termes de dépenses totales.

source: Transportation
fr: Transport

source: Transportation + Communication
fr: Transport + Communication

source: Transportation and Communication
fr: Transport et Communication

source: Treasury Board
fr: Conseil du Trésor

source: Type of Tenure
fr: Type d'emploi

source: Utilities, Materials and Supplies
fr: Services publics, matériel et fournitures

source: VAC accounted for 1.2% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024
fr: ACC représentait 1,2 % de toutes les dépenses fédérales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024

source: VAC spent $6.1 billion in fiscal year (FY) 2024. This was 1.2% of the $513.9 billion in overall federal spending. The department ranked thirteenth among federal departments in total spending.
fr: ACC a dépensé 6,1 milliards de dollars au cours de l'exercice 2024. Cela représentait 1,2 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé treizième parmi les ministères fédéraux en termes de dépenses totales.

source: VAC's expenditures also grew slightly during this period, increasing from approximately $5.5B​ in 2019 when adjusted for inflation to $6.3B in 2024.
fr: Les dépenses d'ACC ont également légèrement augmenté pendant cette période, passant d'environ 5,5 milliards de dollars en 2019, après ajustement pour l'inflation, à 6,3 milliards de dollars en 2024.

source: Veterans Affairs
fr: Anciens Combattants

source: Veterans Affairs Canada (VAC) is led by the Minister of Veterans Affairs, who is appointed by the Governor General on the advice of the Prime Minister and formally sworn into office at Rideau Hall. Upon appointment, the Minister takes the Oath of Office and the Oath of Allegiance, becoming a member of the King's Privy Council for Canada.
fr: Anciens Combattants Canada (ACC) est dirigé par le ministre des Anciens Combattants, qui est nommé par le gouverneur général sur l'avis du premier ministre et officiellement assermenté à Rideau Hall. Lors de sa nomination, le ministre prête le serment d'office et le serment d'allégeance, devenant membre du Conseil privé du Roi pour le Canada.

source: Veterans Affairs Canada | Canada Spends
fr: Anciens Combattants Canada | Canada Dépense

source: View this chart in full screen
fr: Voir ce graphique en plein écran

source: Visitors, International Students + Temporary Workers
fr: Visiteurs, étudiants internationaux + travailleurs temporaires

source: was spent by ESDC
fr: a été dépensé par EDSC

source: was spent by Finance Canada
fr: a été dépensé par Finances Canada

source: was spent by Health Canada
fr: a été dépensé par Santé Canada

source: was spent by Housing, Infrastructure and Communities Canada
fr: a été dépensé par Logement, Infrastructure et Collectivités Canada

source: was spent by ISC and CIRNAC
fr: a été dépensé par SAC et RCAANC

source: Was spent by Public Services and Procurement Canada
fr: A été dépensé par Services publics et Approvisionnement Canada

source: was spent by the Canada Revenue Agency
fr: a été dépensé par l'Agence du revenu du Canada

source: Was spent by the Dept. of Immigration, Refugees and Citizenship
fr: A été dépensé par le ministère de l'Immigration, des Réfugiés et de la Citoyenneté

source: Was spent by the Dept. of Innovation, Science and Industry
fr: A été dépensé par le ministère de l'Innovation, des Sciences et de l'Industrie

source: Was spent by the Dept. of Transport
fr: A été dépensé par le ministère des Transports

source: Was spent by the Dept. of Veterans Affairs
fr: A été dépensé par le ministère des Anciens Combattants

source: was spent by the Global Affairs Canada
fr: a été dépensé par Affaires mondiales Canada

source: was spent by the Public Safety Canada
fr: a été dépensé par Sécurité publique Canada

source: We are a project of Build Canada. While some team members overlap, involvement in Build Canada doesn't imply involvement in Canada Spends and vice versa.
fr: Nous sommes un projet de Build Canada. Bien que certains membres de l'équipe se chevauchent, l'implication dans Build Canada n'implique pas l'implication dans Canada Dépense et vice versa.

source: We believe that Canadians need access to easy to understand information about government spending. We don't pass judgement on public spending decisions. We don't tell you what to think. Our only agenda is to ensure that all Canadians get the facts on spending in a clear and simple format.
fr: Nous croyons que les Canadiens ont besoin d'accéder à des informations faciles à comprendre sur les dépenses gouvernementales. Nous ne portons pas de jugement sur les décisions de dépenses publiques. Nous ne vous disons pas quoi penser. Notre seul objectif est de nous assurer que tous les Canadiens obtiennent les faits sur les dépenses dans un format clair et simple.

source: We care about Canada winning. We care about Canada being a self-sustaining, independent and resilient country.
fr: Nous voulons que le Canada gagne. Nous voulons que le Canada soit un pays autonome, indépendant et résilient.
