Repository: thalasith/CanadaSpends
Catalog: src/locales/*.po
Languages: fr

source: of federal spending was by Housing, Infrastructure and Communities Canada
fr: des dépenses fédérales ont été effectuées par Logement, Infrastructure et Collectivités Canada

source: Of federal spending was by Public Services and Procurement Canada
fr: des dépenses fédérales ont été effectuées par Services publics et Approvisionnement Canada

source: of federal spending was by the Canada Revenue Agency
fr: des dépenses fédérales ont été effectuées par l'Agence du revenu du Canada

source: Of federal spending was by the Dept. of Immigration, Refugees and Citizenship
fr: des dépenses fédérales ont été effectuées par le ministère de l'Immigration, des Réfugiés et de la Citoyenneté

source: Of federal spending was by the Dept. of Innovation, Science and Industry
fr: des dépenses fédérales ont été effectuées par le ministère de l'Innovation, des Sciences et de l'Industrie

source: Of federal spending was by the Dept. of Transport
fr: des dépenses fédérales ont été effectuées par le ministère des Transports

source: Of federal spending was by the Dept. of Veterans Affairs
fr: des dépenses fédérales ont été effectuées par le ministère des Anciens Combattants

source: of federal spending was by the Global Affairs Canada
fr: des dépenses fédérales ont été effectuées par Affaires mondiales Canada

source: of federal spending was by the Public Safety Canada
fr: des dépenses fédérales ont été effectuées par Sécurité publique Canada

source: Office of the Chief Electoral Officer
fr: Bureau du directeur général des élections

source: Office of the Secretary to the Governor General
fr: Bureau du secrétaire du gouverneur général

source: Official Languages + Culture
fr: Langues officielles + Culture

source: On-reserve Income Support in Yukon Territory
fr: Soutien du revenu dans les réserves du Yukon

source: Ontario EQP
fr: PÉ Ontario

source: Ontario HTP
fr: TCS Ontario

source: Ontario STP
fr: TPS Ontario

source: Other
fr: Autre

source: Other Boards + Councils
fr: Autres conseils + Commissions

source: Other Defence
fr: Autre défense

source: Other Environment and Climate Change Programs
fr: Autres programmes environnementaux et de changement climatique

source: Other Excise Taxes and Duties
fr: Autres taxes et droits d'accise

source: Other expenditures
fr: Autres dépenses

source: Other Fisheries Expenses
fr: Autres dépenses liées aux pêches

source: Other Grants and Contributions to Support Crown-Indigenous Relations
fr: Autres subventions et contributions pour soutenir les relations Couronne-Autochtones

source: Other Immigration Services
fr: Autres services d'immigration

source: Other International Affairs Activities
fr: Autres activités des affaires internationales

source: Other Major Transfers
fr: Autres transferts majeurs

source: Other Natural Resources Management Support
fr: Autre soutien à la gestion des ressources naturelles

source: Other Non-tax Revenue
fr: Autres revenus non fiscaux

source: Other Public Safety Expenses
fr: Autres dépenses de sécurité publique

source: Other Public Services + Procurement
fr: Autres services publics + Approvisionnement

source: Other Settlement Agreements
fr: Autres accords de règlement

source: Other subsidies and payments
fr: Autres subventions et paiements

source: Other Subsidies and Payments
fr: Autres subventions et paiements

source: Other Support for Indigenous Well-Being
fr: Autre soutien au bien-être des Autochtones

source: Other Taxes and Duties
fr: Autres taxes et droits

source: Our government is going to have to make hard choices about our nation's spending to ensure we can invest in creating a competitive, resilient, and independent nation. We care about giving Canadians the facts about spending so they can engage in this conversation with elected officials.
fr: Notre gouvernement devra faire des choix difficiles concernant les dépenses de notre nation pour assurer que nous puissions investir dans la création d'une nation compétitive, résiliente et indépendante. Nous tenons à donner aux Canadiens les faits sur les dépenses afin qu'ils puissent participer à cette conversation avec les élus.

source: Out of Court Settlement
fr: Règlement hors cour

source: Parliament
fr: Parlement

source: Payroll Taxes
fr: Charges sociales

source: PBO
fr: DPB

source: Percentage of federal budget dedicated to Canada Revenue Agency, FYs 1995-2024
fr: Pourcentage du budget fédéral consacré à l'Agence du revenu du Canada, exercices 1995-2024

source: Percentage of federal budget dedicated to Defence, FYs 1995-2024
fr: Pourcentage du budget fédéral consacré à la Défense, exercices 1995-2024

source: Percentage of federal budget dedicated to ESDC, FYs 1995-2024 (inflation-adjusted)
fr: Pourcentage du budget fédéral consacré à EDSC, exercices 1995-2024 (ajusté à l'inflation)

source: Percentage of federal budget dedicated to Finance, FYs 1995-2024
fr: Pourcentage du budget fédéral consacré à Finances, exercices 1995-2024

source: Percentage of federal budget dedicated to Global Affairs Canada, FYs 1995-2024
fr: Pourcentage du budget fédéral consacré à Affaires mondiales Canada, exercices 1995-2024

source: Percentage of federal budget dedicated to Indigenous Priorities, FYs 1995-2024
fr: Pourcentage du budget fédéral consacré aux priorités autochtones, exercices 1995-2024

source: Prevention and Protection Services for Children, Youth, Families and Communities
fr: Services de prévention et de protection pour les enfants, les jeunes, les familles et les communautés

source: Prince Edward Island EQP
fr: PÉ Île-du-Prince-Édouard

source: Prince Edward Island HTP
fr: TCS Île-du-Prince-Édouard

source: Prince Edward Island STP
fr: TPS Île-du-Prince-Édouard

source: Privy Council Office
fr: Bureau du Conseil privé

source: Professional + Special Services
fr: Services professionnels + spéciaux

source: Professional and Special Services
fr: Services professionnels et spéciaux

source: PSPC accounted for 1.6% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024
fr: SPAC représentait 1,6 % de toutes les dépenses fédérales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024

source: PSPC spent $8.3 billion in fiscal year (FY) 2024. This was 1.6% of the $513.9 billion in overall federal spending. The department ranked twelfth among federal departments in total spending.
fr: SPAC a dépensé 8,3 milliards de dollars au cours de l'exercice 2024. Cela représentait 1,6 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé douzième parmi les ministères fédéraux en termes de dépenses totales.

source: Public debt charges
fr: Frais de la dette publique

source: Public Debt Charges
fr: Frais de la dette publique

source: Public Health + Disease Prevention
fr: Santé publique + Prévention des maladies

source: Public Safety
fr: Sécurité publique

source: Public Safety Canada
fr: Sécurité publique Canada

source: Public Safety Canada | Canada Spends
fr: Sécurité publique Canada | Canada Spends

source: Public Safety Canada spent $13.9 billion in fiscal year (FY) 2024, accounting for 2.7% of the $513.9 billion in total federal spending. While not among the largest departments by expenditure, Public Safety Canada plays a crucial role in national security and emergency management, working in tandem with multiple agencies to mitigate threats and enhance public safety.
fr: Sécurité publique Canada a dépensé 13,9 milliards de dollars au cours de l'exercice 2024, soit 2,7 % des 513,9 milliards de dollars de dépenses fédérales totales. Bien qu'il ne figure pas parmi les plus grands ministères en termes de dépenses, Sécurité publique Canada joue un rôle crucial dans la sécurité nationale et la gestion des urgences, travaillant en tandem avec plusieurs organismes pour atténuer les menaces et améliorer la sécurité publique.

source: Public Safety, Democratic Institutions and Intergovernmental Affairs Canada (Public Safety Canada) is the federal department responsible for national security, emergency preparedness, and community safety. Established in 2003, it consolidates security, law enforcement, and emergency management functions. It includes the RCMP, CSIS, and CBSA and coordinates federal responses to threats and develops policies on crime prevention, cyber resilience, and disaster preparedness while overseeing intelligence-sharing with domestic and international partners.
fr: Sécurité publique, Institutions démocratiques et Affaires intergouvernementales Canada (Sécurité publique Canada) est le ministère fédéral responsable de la sécurité nationale, de la préparation aux urgences et de la sécurité communautaire. Établi en 2003, il regroupe les fonctions de sécurité, d'application de la loi et de gestion des urgences. Il comprend la GRC, le SCRS et l'ASFC et coordonne les réponses fédérales aux menaces et élabore des politiques sur la prévention du crime, la cyber-résilience et la préparation aux catastrophes tout en supervisant le partage de renseignements avec les partenaires nationaux et internationaux.

source: Public Services and Procurement Canada
fr: Services publics et Approvisionnement Canada

source: Public Services and Procurement Canada (PSPC) is led by the Minister of Government Transformation, Public Services and Procurement, who is appointed by the Governor General on the advice of the Prime Minister and formally sworn into office at Rideau Hall. Upon appointment, the Minister takes the Oath of Office and the Oath of Allegiance, becoming a member of the King's Privy Council for Canada.
fr: Services publics et Approvisionnement Canada (SPAC) est dirigé par le ministre de la Transformation gouvernementale, des Services publics et de l'Approvisionnement, qui est nommé par le gouverneur général sur l'avis du premier ministre et officiellement assermenté à Rideau Hall. Lors de sa nomination, le ministre prête le serment d'office et le serment d'allégeance, devenant membre du Conseil privé du Roi pour le Canada.

source: Public Services and Procurement Canada | Canada Spends
fr: Services publics et Approvisionnement Canada | Canada Spends

source: Public Works + Government Services
fr: Travaux publics + Services gouvernementaux

source: Quebec abatement
fr: Abattement du Québec

source: Quebec EQP
fr: PÉ Québec

source: Quebec HTP
fr: TCS Québec

source: Quebec STP
fr: TPS Québec

source: Quebec Tax Offset
fr: Compensation fiscale du Québec

source: RCMP
fr: GRC

source: Ready Forces
fr: Forces prêtes

source: Rentals
fr: Locations

source: Repair + Maintenance
fr: Réparation + Entretien

source: Repair and Maintenance
fr: Réparation et entretien

source: Research
fr: Recherche

source: Retirement Benefits
fr: Prestations de retraite

source: Return on Investments
fr: Rendement des investissements

source: Revenue
fr: Revenus

source: Revenue Canada
fr: Revenu Canada

source: Safety
fr: Sécurité

source: Salary Distribution - {selectedYear} ({selectedGroup})
fr: Répartition des salaires - {selectedYear} ({selectedGroup})

source: Salary Range
fr: Échelle des salaires

source: Sales of Government Goods + Services
fr: Ventes de biens et services gouvernementaux

source: Saskatchewan EQP
fr: PÉ Saskatchewan

source: Saskatchewan HTP
fr: TCS Saskatchewan

source: Saskatchewan STP
fr: TPS Saskatchewan

source: See how Canada's government spends tax dollars—track workforce data, spending trends, and federal debt with clear, non-partisan insights.
fr: Voyez comment le gouvernement du Canada dépense les dollars des contribuables—suivez les données sur la main-d'œuvre, les tendances des dépenses et la dette fédérale avec des analyses claires et non partisanes.

source: Service Canada: responsible for processing EI, CPP, and OAS benefits.
fr: Service Canada : responsable du traitement des prestations d'AE, du RPC et de la SV.

source: Settlement Assistance
fr: Aide à l'établissement

source: Similarly, HICC expenditures experienced notable fluctuations during this period, surging from approximately $5.9 billion​ in 2019 (adjusted for inflation) to $14.5B in 2024.
fr: De même, les dépenses de HICC ont connu des fluctuations notables au cours de cette période, passant d'environ 5,9 milliards de dollars en 2019 (ajusté à l'inflation) à 14,5 milliards de dollars en 2024.

source: Similarly, IRCC's expenditures experienced notable fluctuations during this period, surging from approximately $3.02 billion​ in 2019 to $6.3 billion in 2024.
fr: De même, les dépenses d'IRCC ont connu des fluctuations notables au cours de cette période, passant d'environ 3,02 milliards de dollars en 2019 à 6,3 milliards de dollars en 2024.

source: Similarly, ISED's expenditures have increased during this period, growing from approximately $6.5 billion​ in 2019 (adjusted for inflation) to $10.2 billion in 2024.
fr: De même, les dépenses d'ISIC ont augmenté au cours de cette période, passant d'environ 6,5 milliards de dollars en 2019 (ajusté à l'inflation) à 10,2 milliards de dollars en 2024.

source: Similarly, PSPC's expenditures experienced notable fluctuations during this period, decreasing from approximately $6.8 billion​ in 2019 (adjusted for inflation) to $5.3 billion in 2021 before increasing again in 2024.
fr: De même, les dépenses de SPAC ont connu des fluctuations notables au cours de cette période, diminuant d'environ 6,8 milliards de dollars en 2019 (ajusté à l'inflation) à 5,3 milliards de dollars en 2021 avant d'augmenter à nouveau en 2024.

source: Similarly, Transport Canada's expenditures experienced fluctuations during this period, increasing from approximately $3.2 billion​ in 2019 (adjusted for inflation) to $5.1B in 2024.
fr: De même, les dépenses de Transports Canada ont connu des fluctuations au cours de cette période, passant d'environ 3,2 milliards de dollars en 2019 (ajusté à l'inflation) à 5,1 milliards de dollars en 2024.

source: Social Security
fr: Sécurité sociale

source: Social Transfer to Provinces
fr: Transfert social aux provinces

source: Space
fr: Espace

source: Spending
fr: Dépenses

source: Standard of Living
fr: Niveau de vie

source: Standard of Living and Assistance to Address Inequalities
fr: Niveau de vie et aide pour réduire les inégalités

source: Start reading
fr: Commencer la lecture

source: Statistics Canada
fr: Statistique Canada

source: Student + Casual
fr: Étudiant + Occasionnel

source: Subscribe to our newsletter
fr: Abonnez-vous à notre infolettre

source: Support for Canada's Presence Abroad: $1.23B
fr: Soutien à la présence du Canada à l'étranger : 1,23 G$

source: Support for Embassies + Canada's Presence Abroad
fr: Soutien aux ambassades + Présence du Canada à l'étranger

source: Support for Global Competition
fr: Soutien à la compétition mondiale

source: Support for Veterans
fr: Soutien aux anciens combattants

source: Sustainable Bases, IT Systems, Infrastructure
fr: Bases durables, systèmes TI, infrastructure

source: Term
fr: Durée déterminée

source: The average employee is 43.3 years old
fr: L'âge moyen des employés est de 43,3 ans

source: The best way to support us is to engage with our content. Like, share, and comment on our posts on social media. Even better, share our work with a friend and encourage them to do the same. Together, we can expand the conversation and reach more people with these important facts.
fr: La meilleure façon de nous soutenir est d'interagir avec notre contenu. Aimez, partagez et commentez nos publications sur les réseaux sociaux. Mieux encore, partagez notre travail avec un ami et encouragez-le à faire de même. Ensemble, nous pouvons élargir la conversation et atteindre plus de gens avec ces faits importants.

source: The Canada Revenue Agency (CRA) is the federal institution responsible for administering tax laws, enforcing compliance, and delivering key benefit programs to individuals and businesses across Canada. Established in 1999 under the Canada Revenue Agency Act, the CRA operates with a workforce of approximately 59,155 employees (2024) and oversees tax revenues totaling $379 billion annually—which accounts for over 82% of federal revenues. It also administers over $46 billion in benefits and credits to Canadians, including the Canada Child Benefit and the GST/HST credit.
fr: L'Agence du revenu du Canada (ARC) est l'institution fédérale responsable de l'administration des lois fiscales, de l'application de la conformité et de la prestation de programmes de prestations clés aux particuliers et aux entreprises à travers le Canada. Établie en 1999 en vertu de la Loi sur l'Agence du revenu du Canada, l'ARC fonctionne avec un effectif d'environ 59 155 employés (2024) et supervise des recettes fiscales totalisant 379 milliards de dollars annuellement—ce qui représente plus de 82 % des revenus fédéraux. Elle administre également plus de 46 milliards de dollars en prestations et crédits aux Canadiens, y compris l'Allocation canadienne pour enfants et le crédit pour la TPS/TVH.

source: The Canada Revenue Agency is overseen by the <0>Minister of National Revenue</0>, who is responsible for ensuring tax fairness and benefit program integrity but does not have direct authority over tax law interpretations.
fr: L'Agence du revenu du Canada est supervisée par le <0>ministre du Revenu national</0>, qui est responsable d'assurer l'équité fiscale et l'intégrité des programmes de prestations, mais n'a pas d'autorité directe sur les interprétations des lois fiscales.

source: The Canada Revenue Agency spent $16.8 billion in fiscal year (FY) 2024, representing 3.2% of the $513.9 billion in total federal spending. The CRA's expenditures primarily support tax administration, benefit program delivery, compliance enforcement, and IT modernization.
fr: L'Agence du revenu du Canada a dépensé 16,8 milliards de dollars au cours de l'exercice 2024, ce qui représente 3,2 % des 513,9 milliards de dollars de dépenses fédérales totales. Les dépenses de l'ARC soutiennent principalement l'administration fiscale, la prestation de programmes de prestations, l'application de la conformité et la modernisation des TI.

source: The CRA accounted for 3.2% of all federal spending in FY 2024
fr: L'ARC représentait 3,2 % de toutes les dépenses fédérales pour l'exercice 2024

source: The Department is currently led by the <0>Minister of Jobs and Families</0> who is appointed by the Governor General on the advice of the Prime Minister and then formally sworn into office at Rideau Hall. They take the Oath of Office and the Oath of Allegiance and become a member of the King's Privy Council for Canada.
fr: Le ministère est actuellement dirigé par le <0>ministre des Emplois et des Familles</0> qui est nommé par le gouverneur général sur l'avis du premier ministre et ensuite officiellement assermenté à Rideau Hall. Il prête le serment d'office et le serment d'allégeance et devient membre du Conseil privé du Roi pour le Canada.

source: The Department is led by the <0>Minister of Finance</0>, who is appointed by the Governor General on the advice of the Prime Minister and then formally sworn into office at Rideau Hall. They take the Oath of Office and the Oath of Allegiance and become a member of the King's Privy Council for Canada.
fr: Le ministère est dirigé par le <0>ministre des Finances</0>, qui est nommé par le gouverneur général sur l'avis du premier ministre et ensuite officiellement assermenté à Rideau Hall. Il prête le serment d'office et le serment d'allégeance et devient membre du Conseil privé du Roi pour le Canada.

source: The Department is led by the <0>Minister of Public Safety</0>, who is appointed by the Governor General on the advice of the Prime Minister and then formally sworn into office at Rideau Hall. They take the Oath of Office and the Oath of Allegiance and become a member of the King's Privy Council for Canada.
fr: Le ministère est dirigé par le <0>ministre de la Sécurité publique</0>, qui est nommé par le gouverneur général sur l'avis du premier ministre et ensuite officiellement assermenté à Rideau Hall. Il prête le serment d'office et le serment d'allégeance et devient membre du Conseil privé du Roi pour le Canada.

source: The Department of Finance (Finance Canada) is a central federal department responsible for overseeing the nation's economic and fiscal policies, ensuring financial stability, and managing the government's fiscal framework. Established in 1867 as one of the original departments following Confederation, it advises the Prime Minister and Cabinet on economic matters, develops tax and tariff policies, and prepares the annual federal budget.
fr: Le ministère des Finances (Finances Canada) est un ministère fédéral central responsable de la supervision des politiques économiques et fiscales du pays, d'assurer la stabilité financière et de gérer le cadre fiscal du gouvernement. Établi en 1867 comme l'un des ministères originaux après la Confédération, il conseille le premier ministre et le Cabinet sur les questions économiques, élabore les politiques fiscales et tarifaires, et prépare le budget fédéral annuel.

source: The Department of Finance accounted for 26.4% of all federal spending in FY 2024.
fr: Le ministère des Finances représentait 26,4 % de toutes les dépenses fédérales pour l'exercice 2024.

source: The Department of Finance spent $136.1 billion in fiscal year (FY) 2024. This was 26.4% of the $513.9 billion in overall federal spending. The department ranked first among federal departments in total spending.
fr: Le ministère des Finances a dépensé 136,1 milliards de dollars au cours de l'exercice 2024. Cela représentait 26,4 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé premier parmi les ministères fédéraux en termes de dépenses totales.

source: The Department of Finance's share of federal spending in FY 2024 was lower than FY 1995.
fr: La part des dépenses fédérales du ministère des Finances pour l'exercice 2024 était inférieure à celle de l'exercice 1995.

source: The Department of Immigration, Refugees and Citizenship Canada (IRCC) is the federal department responsible for managing immigration policies, issuing passports, processing visas and permanent residency applications, and supporting newcomers to Canada. It plays a key role in shaping Canada's immigration system, refugee protection policies, and pathways to citizenship.
fr: Le ministère de l'Immigration, des Réfugiés et de la Citoyenneté Canada (IRCC) est le ministère fédéral responsable de la gestion des politiques d'immigration, de la délivrance des passeports, du traitement des demandes de visa et de résidence permanente, et du soutien aux nouveaux arrivants au Canada. Il joue un rôle clé dans l'élaboration du système d'immigration du Canada, des politiques de protection des réfugiés et des voies d'accès à la citoyenneté.

source: The Department of Innovation, Science and Industry (ISED) is the federal department responsible for fostering economic growth, technological advancement, and scientific research in Canada. It plays a key role in supporting businesses, funding research and development, and shaping policies that aim to enhance innovation, industrial competitiveness, and the prosperity of the Canadian economy.
fr: Le ministère de l'Innovation, des Sciences et de l'Industrie (ISIC) est le ministère fédéral responsable de favoriser la croissance économique, l'avancement technologique et la recherche scientifique au Canada. Il joue un rôle clé dans le soutien aux entreprises, le financement de la recherche et du développement, et l'élaboration de politiques visant à améliorer l'innovation, la compétitivité industrielle et la prospérité de l'économie canadienne.
