Repository: thalasith/CanadaSpends
Catalog: src/locales/*.po
Languages: fr

source: Housing, Infrastructure and Communities Canada (HICC) is led by the <0>Minister of Housing, Infrastructure and Communities</0>, who is appointed by the Governor General on the advice of the Prime Minister and formally sworn into office at Rideau Hall. Upon appointment, the Minister takes the Oath of Office and the Oath of Allegiance, becoming a member of the King's Privy Council for Canada.
fr: Logement, Infrastructure et Collectivités Canada (LICC) est dirigé par le <0>ministre du Logement, de l'Infrastructure et des Collectivités</0>, qui est nommé par le gouverneur général sur l'avis du premier ministre et officiellement assermenté à Rideau Hall. Lors de sa nomination, le ministre prête le serment d'office et le serment d'allégeance, devenant membre du Conseil privé du Roi pour le Canada.

source: Housing, Infrastructure and Communities Canada (HICC) is responsible for federal policies and programs that support public infrastructure, affordable housing, and community development. It works with provinces, territories, and municipalities to fund major infrastructure projects and improve housing affordability across Canada.
fr: Logement, Infrastructure et Collectivités Canada (LICC) est responsable des politiques et programmes fédéraux qui soutiennent les infrastructures publiques, le logement abordable et le développement communautaire. Il collabore avec les provinces, les territoires et les municipalités pour financer d'importants projets d'infrastructure et améliorer l'abordabilité du logement partout au Canada.

source: Housing, Infrastructure and Communities Canada | Canada Spends
fr: Logement, Infrastructure et Collectivités Canada | Canada Spends

source: How can I show my support?
fr: Comment puis-je montrer mon soutien?

source: How can I stay up to date on your work?
fr: Comment puis-je rester informé de votre travail?

source: How did ESDC spend its budget in 2024?
fr: Comment EDSC a-t-il dépensé son budget en 2024?

source: How did Global Affairs Canada spend its budget in 2024?
fr: Comment Affaires mondiales Canada a-t-il dépensé son budget en 2024?

source: How did HICC spend its budget in FY24?
fr: Comment LICC a-t-il dépensé son budget pour l'exercice 2024?

source: How did IRCC spend its budget in FY24?
fr: Comment IRCC a-t-il dépensé son budget pour l'exercice 2024?

source: How did ISC and CIRNAC spend their budgets in 2024?
fr: Comment SAC et RCAANC ont-ils dépensé leurs budgets en 2024?

source: How did ISED spend its budget in FY 24?
fr: Comment ISDE a-t-il dépensé son budget pour l'exercice 2024?

source: How did PSPC spend its budget in FY24?
fr: Comment SPAC a-t-il dépensé son budget pour l'exercice 2024?

source: How did Public Safety Canada spend its budget in 2024?
fr: Comment Sécurité publique Canada a-t-il dépensé son budget en 2024?

source: How did the Canada Revenue Agency spend its budget in 2024?
fr: Comment l'Agence du revenu du Canada a-t-elle dépensé son budget en 2024?

source: How did the Department of Finance spend its budget in 2024?
fr: Comment le ministère des Finances a-t-il dépensé son budget en 2024?

source: How did the Department of National Defence spend its budget in 2024?
fr: Comment le ministère de la Défense nationale a-t-il dépensé son budget en 2024?

source: How did Transport Canada spend its budget in FY24?
fr: Comment Transports Canada a-t-il dépensé son budget pour l'exercice 2024?

source: How did VAC spend its budget in FY24?
fr: Comment ACC a-t-il dépensé son budget pour l'exercice 2024?

source: How has Public Safety Canada's spending changed?
fr: Comment les dépenses de Sécurité publique Canada ont-elles évolué?

source: Immigration + Border Security
fr: Immigration + Sécurité frontalière

source: Immigration, Refugees and Citizenship
fr: Immigration, Réfugiés et Citoyenneté

source: Immigration, Refugees and Citizenship Canada (IRCC) is led by the Minister of Immigration, Refugees and Citizenship, who is appointed by the Governor General on the advice of the Prime Minister and formally sworn into office at Rideau Hall. Upon appointment, the Minister takes the Oath of Office and the Oath of Allegiance, becoming a member of the King's Privy Council for Canada.
fr: Immigration, Réfugiés et Citoyenneté Canada (IRCC) est dirigé par le ministre de l'Immigration, des Réfugiés et de la Citoyenneté, qui est nommé par le gouverneur général sur l'avis du premier ministre et officiellement assermenté à Rideau Hall. Lors de sa nomination, le ministre prête le serment d'office et le serment d'allégeance, devenant membre du Conseil privé du Roi pour le Canada.

source: Immigration, Refugees and Citizenship Canada | Canada Spends
fr: Immigration, Réfugiés et Citoyenneté Canada | Canada Spends

source: In fiscal year (FY) 2024, ISC and CIRNAC collectively spent <0>$63 billion</0>, accounting for <1>12.3% of the total federal budget</1>. The departments play a critical role in addressing socio-economic disparities, facilitating self-governance agreements, and improving service delivery for Indigenous communities across Canada.
fr: Au cours de l'exercice 2024, SAC et RCAANC ont collectivement dépensé <0>63 milliards de dollars</0>, représentant <1>12,3 % du budget fédéral total</1>. Les ministères jouent un rôle essentiel dans la réduction des disparités socio-économiques, la facilitation des accords d'autonomie gouvernementale et l'amélioration de la prestation de services aux communautés autochtones à travers le Canada.

source: In FY 2024,
fr: Au cours de l'exercice 2024,

source: In FY 2024, 55.2% of CRA net spending was allocated to salaries, benefits, and pensions.
fr: Au cours de l'exercice 2024, 55,2 % des dépenses nettes de l'ARC ont été allouées aux salaires, aux avantages sociaux et aux pensions.

source: In FY 2024, ESDC transferred 63% of its total spending to individuals and provinces.
fr: Au cours de l'exercice 2024, EDSC a transféré 63 % de ses dépenses totales aux particuliers et aux provinces.

source: In FY 2024, Finance Canada transferred 66.2% of its total spending to provinces and territories. The chart below outlines all departmental spending in 2024.
fr: Au cours de l'exercice 2024, Finances Canada a transféré 66,2 % de ses dépenses totales aux provinces et aux territoires. Le graphique ci-dessous présente toutes les dépenses ministérielles en 2024.

source: In FY 2024, ISC and CIRNAC transferred 93.1% of total spending directly to indigenous communities.
fr: Au cours de l'exercice 2024, SAC et RCAANC ont transféré 93,1 % des dépenses totales directement aux communautés autochtones.

source: In FY 2024, Public Safety's budget was allocated across several key areas, including:
fr: Au cours de l'exercice 2024, le budget de la Sécurité publique a été réparti entre plusieurs domaines clés, notamment :

source: In FY 2024, Transport Canada accounted for 1% of all federal spending, 0.74% percentage points lower than in 1995.
fr: Au cours de l'exercice 2024, Transports Canada représentait 1 % des dépenses fédérales totales, soit 0,74 point de pourcentage de moins qu'en 1995.

source: In FY 2024, VAC reported total expenditures of $6.07 billion across two entities:
fr: Au cours de l'exercice 2024, ACC a déclaré des dépenses totales de 6,07 milliards de dollars réparties entre deux entités :

source: Indeterminate
fr: Indéterminé

source: Indigenous Priorities
fr: Priorités autochtones

source: Indigenous Services and Northern Affairs Canada | Canada Spends
fr: Services aux Autochtones et Affaires du Nord Canada | Canada Spends

source: Indigenous Services Canada (ISC) and Crown-Indigenous Relations and Northern Affairs Canada (CIRNAC) are two distinct federal departments tasked with advancing Indigenous priorities in Canada. Established in 2017 following the dissolution of Indigenous and Northern Affairs Canada (INAC), these departments manage different aspects of Indigenous policy, service delivery, and governance.
fr: Services aux Autochtones Canada (SAC) et Relations Couronne-Autochtones et Affaires du Nord Canada (RCAANC) sont deux ministères fédéraux distincts chargés de faire progresser les priorités autochtones au Canada. Créés en 2017 à la suite de la dissolution d'Affaires autochtones et du Nord Canada (AANC), ces ministères gèrent différents aspects de la politique autochtone, de la prestation de services et de la gouvernance.

source: Indigenous Services Canada + Crown-Indigenous Relations and Northern Affairs Canada
fr: Services aux Autochtones Canada + Relations Couronne-Autochtones et Affaires du Nord Canada

source: Indigenous Well-Being + Self Determination
fr: Bien-être des Autochtones + Autodétermination

source: Individual Income Taxes
fr: Impôts sur le revenu des particuliers

source: Infrastructure Investments
fr: Investissements en infrastructure

source: Innovation + Research
fr: Innovation + Recherche

source: Innovation, Science and Industry
fr: Innovation, Sciences et Industrie

source: Innovation, Science and Industry Canada (ISED) is led by the Minister of Innovation, Science and Industry, who is appointed by the Governor General on the advice of the Prime Minister and formally sworn into office at Rideau Hall. Upon appointment, the Minister takes the Oath of Office and the Oath of Allegiance, becoming a member of the King's Privy Council for Canada.
fr: Innovation, Sciences et Industrie Canada (ISIC) est dirigé par le ministre de l'Innovation, des Sciences et de l'Industrie, qui est nommé par le gouverneur général sur l'avis du premier ministre et officiellement assermenté à Rideau Hall. Lors de sa nomination, le ministre prête le serment d'office et le serment d'allégeance, devenant membre du Conseil privé du Roi pour le Canada.

source: Innovation, Science and Industry Canada | Canada Spends
fr: Innovation, Sciences et Industrie Canada | Canada Spends

source: Innovative and Sustainable Natural Resources Development
fr: Développement innovant et durable des ressources naturelles

source: Interim Housing Assistance
fr: Aide temporaire au logement

source: Internal Revenues
fr: Revenus internes

source: International Advocacy and Diplomacy: $1B
fr: Plaidoyer international et diplomatie : 1 G$

source: International Affairs
fr: Affaires internationales

source: International Development Research Centre
fr: Centre de recherches pour le développement international

source: International Diplomacy
fr: Diplomatie internationale

source: Investment, Growth and Commercialization
fr: Investissement, croissance et commercialisation

source: IRCC accounted for 1.2% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024
fr: IRCC représentait 1,2 % de toutes les dépenses fédérales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024

source: IRCC spent $6.3 billion in fiscal year (FY) 2024. This was 1.2% of the $513.9 billion in overall federal spending. The department ranked thirteenth among federal departments in total spending.
fr: IRCC a dépensé 6,3 milliards de dollars au cours de l'exercice 2024. Cela représentait 1,2 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé treizième parmi les ministères fédéraux en termes de dépenses totales.

source: Is this a lobby group?
fr: Est-ce un groupe de pression?

source: ISC + CIRNAC, Spending by Entity, FY 2024
fr: SAC + RCAANC, Dépenses par entité, exercice 2024

source: ISC + CIRNAC's share of federal spending in FY 2024 was 592% higher than in FY 1995
fr: La part des dépenses fédérales de SAC + RCAANC pour l'exercice 2024 était 592 % plus élevée qu'en 1995

source: ISC and CIRNAC
fr: SAC et RCAANC

source: ISC is responsible for providing essential services to First Nations, Inuit, and Métis communities, including healthcare, education, housing, and child and family services. It also works to transfer control of these services to Indigenous-led organizations. CIRNAC focuses on treaty negotiations, self-government agreements, land claims, and Northern affairs, aiming to strengthen nation-to-nation relationships and modernize Indigenous governance structures. Together, ISC and CIRNAC oversee key programs that impact Indigenous communities across Canada.
fr: SAC est responsable de fournir des services essentiels aux communautés des Premières Nations, des Inuits et des Métis, y compris les soins de santé, l'éducation, le logement et les services à l'enfance et à la famille. Il travaille également à transférer le contrôle de ces services aux organisations dirigées par les Autochtones. RCAANC se concentre sur les négociations de traités, les accords d'autonomie gouvernementale, les revendications territoriales et les affaires du Nord, visant à renforcer les relations de nation à nation et à moderniser les structures de gouvernance autochtone. Ensemble, SAC et RCAANC supervisent des programmes clés qui ont un impact sur les communautés autochtones à travers le Canada.

source: ISED spent $10.2 billion in fiscal year (FY) 2024. This was 2% of the $513.9 billion in overall federal spending. The department ranked eleventh among federal departments in total spending.
fr: ISDE a dépensé 10,2 milliards de dollars au cours de l'exercice 2024. Cela représentait 2 % des 513,9 milliards de dollars de dépenses fédérales totales. Le ministère s'est classé onzième parmi les ministères fédéraux en termes de dépenses totales.

source: It doesn't have to be this way.
fr: Ça ne doit pas être comme ça.

source: Justice System
fr: Système de justice

source: Labour Market Development Agreements (LMDAs): federal funding to provinces for job training and employment support.
fr: Ententes sur le développement du marché du travail (EDMT) : financement fédéral aux provinces pour la formation professionnelle et le soutien à l'emploi.

source: Major international events, trade agreements, foreign aid commitments, and global crises such as the COVID-19 pandemic have influenced fluctuations in spending. In 2020, GAC's budget surged due to emergency international assistance programs, including vaccine distribution and humanitarian relief efforts.
fr: Les événements internationaux majeurs, les accords commerciaux, les engagements d'aide étrangère et les crises mondiales comme la pandémie de COVID-19 ont influencé les fluctuations des dépenses. En 2020, le budget d'AMC a augmenté en raison des programmes d'aide internationale d'urgence, y compris la distribution de vaccins et les efforts d'aide humanitaire.

source: Major legislation, economic conditions, and external factors can impact ESDC's spending.
fr: Les principales lois, les conditions économiques et les facteurs externes peuvent avoir un impact sur les dépenses d'EDSC.

source: Major legislation, internal or global economic conditions, and acute events like the COVID-19 pandemic can affect spending year to year. For example, the federal expenses fluctuated during the pandemic, rising from $410.2 billion (in 2024 dollars) in 2019 to $420 billion in 2020 and $720.3 billion in 2021
fr: Les principales lois, les conditions économiques internes ou mondiales et les événements aigus comme la pandémie de COVID-19 peuvent affecter les dépenses d'une année à l'autre. Par exemple, les dépenses fédérales ont fluctué pendant la pandémie, passant de 410,2 milliards de dollars (en dollars de 2024) en 2019 à 420 milliards en 2020 et 720,3 milliards en 2021

source: Major legislation, internal or global economic conditions, and acute events like the COVID-19 pandemic can significantly influence government spending year to year. For example, during the COVID-19 pandemic, federal support programs led to a temporary surge in spending. Health Canada expenditures increased from $5 billion in FY 2019 to $14.2 billion in FY 2021 before stabilizing in recent years.
fr: Les principales lois, les conditions économiques internes ou mondiales et les événements aigus comme la pandémie de COVID-19 peuvent influencer significativement les dépenses gouvernementales d'une année à l'autre. Par exemple, pendant la pandémie de COVID-19, les programmes de soutien fédéraux ont entraîné une augmentation temporaire des dépenses. Les dépenses de Santé Canada sont passées de 5 milliards de dollars pour l'exercice 2019 à 14,2 milliards pour l'exercice 2021 avant de se stabiliser ces dernières années.

source: Major legislation, internal or global economic conditions, and acute events like the COVID-19 pandemic can significantly influence government spending year to year. For instance, during the pandemic, the Government of Canada's total expenses rose from $410.2 billion in 2019 to $420 billion in 2020 and further to $720.3 billion in 2021.
fr: Les principales lois, les conditions économiques internes ou mondiales et les événements aigus comme la pandémie de COVID-19 peuvent influencer significativement les dépenses gouvernementales d'une année à l'autre. Par exemple, pendant la pandémie, les dépenses totales du gouvernement du Canada sont passées de 410,2 milliards de dollars en 2019 à 420 milliards en 2020 et à 720,3 milliards en 2021.

source: Major legislation, shifts in international security dynamics, and acute events such as Russia's invasion of Ukraine or Arctic sovereignty disputes can influence military spending.
fr: Les principales lois, les changements dans la dynamique de sécurité internationale et les événements aigus tels que l'invasion de l'Ukraine par la Russie ou les différends sur la souveraineté de l'Arctique peuvent influencer les dépenses militaires.

source: Major legislative changes, compliance trends, and digital tax services have influenced CRA spending patterns. For example, compliance initiatives and fraud investigations recovered an estimated $11.5 billion in lost revenue in 2024 due to tax evasion.
fr: Les changements législatifs majeurs, les tendances en matière de conformité et les services fiscaux numériques ont influencé les modèles de dépenses de l'ARC. Par exemple, les initiatives de conformité et les enquêtes sur la fraude ont permis de récupérer environ 11,5 milliards de dollars de revenus perdus en 2024 en raison de l'évasion fiscale.

source: Major policy shifts, unforeseen events such as natural disasters, and global security concerns can significantly impact the department's annual spending. The COVID-19 pandemic, for example, led to a sharp increase in federal emergency response funding in 2020.
fr: Les changements majeurs de politique, les événements imprévus tels que les catastrophes naturelles et les préoccupations de sécurité mondiale peuvent avoir un impact significatif sur les dépenses annuelles du ministère. La pandémie de COVID-19, par exemple, a entraîné une forte augmentation du financement fédéral d'intervention d'urgence en 2020.

source: Making Government Spending Clear | About Us | Canada Spends
fr: Rendre les dépenses gouvernementales claires | À propos de nous | Canada Spends

source: Manitoba EQP
fr: PÉ Manitoba

source: Manitoba HTP
fr: TCS Manitoba

source: Manitoba STP
fr: TPS Manitoba

source: Miscellaneous revenues
fr: Revenus divers

source: More coming soon...
fr: Plus à venir...

source: Most CRA spending is dedicated to personnel and IT infrastructure supporting tax filing, compliance, and benefit administration.
fr: La plupart des dépenses de l'ARC sont consacrées au personnel et à l'infrastructure informatique soutenant la production des déclarations, la conformité et l'administration des prestations.

source: Most federal spending can be categorized as direct or indirect.
fr: La plupart des dépenses fédérales peuvent être classées comme directes ou indirectes.

source: Most federal spending can be categorized as direct or indirect. Direct spending refers to money the federal government spends on budget items such as federal programs, employee salaries, and debt interest. Indirect spending refers to federal transfers to other levels of government.
fr: La plupart des dépenses fédérales peuvent être classées comme directes ou indirectes. Les dépenses directes font référence à l'argent que le gouvernement fédéral dépense pour des postes budgétaires tels que les programmes fédéraux, les salaires des employés et les intérêts sur la dette. Les dépenses indirectes font référence aux transferts fédéraux vers d'autres niveaux de gouvernement.

source: National Defence
fr: Défense nationale

source: National Defence | Canada Spends
fr: Défense nationale | Canada Spends

source: National Defence accounted for 6.7% of all federal spending in FY 2024
fr: La Défense nationale représentait 6,7 % de toutes les dépenses fédérales pour l'exercice 2024

source: National Defence, Spending by Entity, FY 2024
fr: Défense nationale, Dépenses par entité, exercice 2024

source: National Defence's share of federal spending in FY 2024 was lower than in FY 1995
fr: La part des dépenses fédérales de la Défense nationale en 2024 était inférieure à celle de 1995

source: National Parks
fr: Parcs nationaux

source: Natural Resources Management
fr: Gestion des ressources naturelles

source: Natural Resources Science + Risk Mitigation
fr: Science des ressources naturelles + Atténuation des risques

source: Nature Conservation
fr: Conservation de la nature

source: Net actuarial losses
fr: Pertes actuarielles nettes

source: Net Foreign Exchange Revenue
fr: Revenus nets de change

source: Net Interest on Debt
fr: Intérêts nets sur la dette

source: New Brunswick EQP
fr: PÉ Nouveau-Brunswick

source: New Brunswick HTP
fr: TCS Nouveau-Brunswick

source: New Brunswick STP
fr: TPS Nouveau-Brunswick

source: Newfoundland and Labrador EQP
fr: PÉ Terre-Neuve-et-Labrador

source: Newfoundland and Labrador HTP
fr: TCS Terre-Neuve-et-Labrador

source: Newfoundland and Labrador STP
fr: TPS Terre-Neuve-et-Labrador

source: No, we are not a lobby group. We are not paid, nor do we represent any special interest groups. Our mission is purely to share data-driven insights on federal government spending.
fr: Non, nous ne sommes pas un groupe de pression. Nous ne sommes pas payés et ne représentons aucun groupe d'intérêt spécial. Notre mission est simplement de partager des analyses factuelles sur les dépenses du gouvernement fédéral.

source: No, we're not copying the DOGE playbook from the US.
fr: Non, nous ne copions pas le modèle DOGE des États-Unis.

source: Non-resident Income Taxes
fr: Impôts sur le revenu des non-résidents

source: Northwest Territories EQP
fr: PÉ Territoires du Nord-Ouest

source: Northwest Territories HTP
fr: TCS Territoires du Nord-Ouest

source: Northwest Territories STP
fr: TPS Territoires du Nord-Ouest

source: Nova Scotia EQP
fr: PÉ Nouvelle-Écosse

source: Nova Scotia HTP
fr: TCS Nouvelle-Écosse

source: Nova Scotia STP
fr: TPS Nouvelle-Écosse

source: Nuclear Labs + Decommissioning
fr: Laboratoires nucléaires + Déclassement

source: Number of Employees
fr: Nombre d'employés

source: Nunavut EQP
fr: PÉ Nunavut

source: Nunavut HTP
fr: TCS Nunavut

source: Nunavut STP
fr: TPS Nunavut

source: of federal spending was allocated to Indigenous priorities via these Departments. This does not include additional programs in other departments designed specifically for Indigenous beneficiaries.
fr: des dépenses fédérales ont été allouées aux priorités autochtones via ces ministères. Cela n'inclut pas les programmes supplémentaires dans d'autres ministères conçus spécifiquement pour les bénéficiaires autochtones.

source: of federal spending was by ESDC
fr: des dépenses fédérales ont été effectuées par EDSC

source: of federal spending was by Finance Canada
fr: des dépenses fédérales ont été effectuées par Finances Canada

source: of federal spending was by Health Canada
fr: des dépenses fédérales ont été effectuées par Santé Canada
