Repository: thalasith/CanadaSpends
Catalog: src/locales/*.po
Languages: fr

source: We don't tell you what to think—we give you the facts. Meet the team making government spending data accessible to all Canadians.
fr: Nous ne vous disons pas quoi penser—nous vous donnons les faits. Rencontrez l'équipe qui rend les données sur les dépenses gouvernementales accessibles à tous les Canadiens.

source: We love to hear from the community.
fr: Nous aimons avoir des nouvelles de la communauté.

source: We share clear insights to level up transparency
fr: Nous partageons des informations claires pour améliorer la transparence

source: We turn complex government data into clear insights. We explain federal spending so every Canadian can understand where their money goes.
fr: Nous transformons des données gouvernementales complexes en informations claires. Nous expliquons les dépenses fédérales pour que chaque Canadien comprenne où va son argent.

source: We were frustrated by the lack of clear, accessible, unbiased data on government spending. We wanted to create a platform that focused on giving Canadians data-driven facts about how their money is being spent without spin.
fr: Nous étions frustrés par le manque de données claires, accessibles et impartiales sur les dépenses gouvernementales. Nous voulions créer une plateforme qui se concentre sur la présentation aux Canadiens de faits basés sur des données concernant la façon dont leur argent est dépensé, sans parti pris.

source: We're strictly non-partisan—we don't judge policies or debate spending decisions. Our only goal is to ensure that every Canadian understands how the federal government spends money.
fr: Nous sommes strictement non partisans—nous ne jugeons pas les politiques ni ne débattons des décisions de dépenses. Notre seul objectif est de nous assurer que chaque Canadien comprenne comment le gouvernement fédéral dépense l'argent.

source: Weather Services
fr: Services météorologiques

source: Western + Northern Economic Development
fr: Développement économique de l'Ouest + du Nord

source: What are the core ideas?
fr: Quelles sont les idées principales?

source: What data sources were used?
fr: Quelles sources de données ont été utilisées?

source: What is your affiliation with Build Canada?
fr: Quelle est votre affiliation avec Build Canada?

source: What is your methodology?
fr: Quelle est votre méthodologie?

source: When HICC was founded in FY 2005 as the Office of Infrastructure Canada, the department's spending has grown from $250,000 to over $14 billion, a significant increase in overall spending and mandate. In FY 2024, HICC accounted for 2.8% of all federal spending.
fr: Lorsque LGIC a été fondé au cours de l'exercice 2005 en tant que Bureau de l'infrastructure du Canada, les dépenses du ministère sont passées de 250 000 $ à plus de 14 milliards de dollars, une augmentation significative des dépenses globales et du mandat. Au cours de l'exercice 2024, LGIC représentait 2,8 % de toutes les dépenses fédérales.

source: Where do you get the data on your website?
fr: D'où proviennent les données sur votre site web?

source: While GAC's spending has increased in real terms, its share of the federal budget has also increased moderately over the past decades. In 2024, GAC accounted for 3.7% of federal spending, compared to 2% in 1995.
fr: Bien que les dépenses d'AMC aient augmenté en termes réels, sa part du budget fédéral a également augmenté modérément au cours des dernières décennies. En 2024, AMC représentait 3,7 % des dépenses fédérales, contre 2 % en 1995.

source: While not in the top 10 departments by spend, ISED accounted for 2% of all federal spending in FY 2024. 10 government departments accounted for 73.2% of federal spending in FY 2024
fr: Bien que ne figurant pas parmi les 10 premiers ministères en termes de dépenses, ISIC représentait 2 % de toutes les dépenses fédérales pour l'exercice 2024. 10 ministères gouvernementaux représentaient 73,2 % des dépenses fédérales pour l'exercice 2024

source: Who leads ESDC?
fr: Qui dirige EDSC?

source: Who leads Global Affairs Canada?
fr: Qui dirige Affaires mondiales Canada?

source: Who leads Health Canada?
fr: Qui dirige Santé Canada?

source: Who Leads Immigration, Refugees and Citizenship Canada (IRCC)?
fr: Qui dirige Immigration, Réfugiés et Citoyenneté Canada (IRCC)?

source: Who Leads Innovation, Science and Industry Canada (ISED)?
fr: Qui dirige Innovation, Sciences et Industrie Canada (ISIC)?

source: Who leads ISC and CIRNAC?
fr: Qui dirige SAC et RCAANC?

source: Who leads Public Safety Canada?
fr: Qui dirige Sécurité publique Canada?

source: Who Leads Public Services and Procurement Canada (PSPC)?
fr: Qui dirige Services publics et Approvisionnement Canada (SPAC)?

source: Who leads the Canada Revenue Agency?
fr: Qui dirige l'Agence du revenu du Canada?

source: Who leads the Department of Finance?
fr: Qui dirige le ministère des Finances?

source: Who Leads Transport Canada?
fr: Qui dirige Transports Canada?

source: Who Leads Veterans Affairs Canada (VAC)?
fr: Qui dirige Anciens Combattants Canada (ACC)?

source: Why did you start this project?
fr: Pourquoi avez-vous commencé ce projet?

source: Year
fr: Année

source: You deserve the facts
fr: Vous méritez les faits

source: Yukon EQP
fr: PÉ Yukon

source: Yukon HTP
fr: TCS Yukon

source: Yukon STP
fr: TPS Yukon
